[
  {
    "id": 0,
    "title": "Start",
    "text": "You are an intergalactic thief and you have stolen some quantum granola, quanola, commonly confused with quinoa. Quanola is a universal powersource. It can power entire galaxies and even your own body (if you eat it). You could live entirely off of quanola, which is fortunate, because in an attempt to escape with your stolen quanola you were shot down and stranded on a boring planet called Earth by the String Cops. The String Cops are the horrible intersection between String Theory and abusive oversight. Anyways, you have got to get back to your ship with as much quanola as you can, because after being shot down, you and all your quanola fell out of the ship. All you need is at least one quanola grain to repower your ship, but that would be so embarrassing to have only one quanola and go home to your deprived galaxy empty handed. So better save as much as you can on your way back.\n\nBefore you are three paths: The forest, the mountains, and the plains, which will you enter?\n\n",
    "options": [
      {
        "title": "Forest Entrance",
        "text": "\n- Event - Default ([Forest Entrance](#forest-entrance))"
      },
      {
        "title": "Mountain Entrance",
        "text": "\n- Event - Default ([Mountain Entrance](#mountain-entrance))"
      },
      {
        "title": "Plain Entrance",
        "text": "\n- Event - Default ([Plain Entrance](#plain-entrance))"
      }
    ]
  },
  {
    "id": 1,
    "title": "Plain Entrance",
    "text": "You make your way into the PLAINS.\n\nSurrounded by an expanse of nothing disguised as something, you quickly begin to understand the reason plains are called plains.\n\nWhat do you want to do: Hike into the mountains, continue into the plains, or head towards a lake?\n\n",
    "options": [
      {
        "title": "Mountain Center",
        "text": "\n\n- Event - Default ([Mountain Center](#mountain-center))\n  - You decide to leave the plains.\n  - I think that's a wise choice, the plains are so boring\n  - You turn back towards the mountains and start hiking up.\n  - It's steep here, might have been smarter to start in the mountains than change decisions but whatever."
      },
      {
        "title": "Plain Center",
        "text": "\n\n- Event - Default ([Plain Center](#plain-center))\n  - You forge forward interested in more of nothing\n  - The plains are rolling and flat\n  - A flat roll\n  - Grass is everywhere\n  - Wow"
      },
      {
        "title": "Plain Lake",
        "text": "\n\n- Event - Default ([Plain Lake](#plain-lake))\n  - If you are going to stay in the plains, might as well see one interesting feature\n  - The lake is large even from a distance\n  - The flat ground suggests rolling hills, but that's all illusion"
      }
    ]
  },
  {
    "id": 2,
    "title": "Mountain Entrance",
    "text": "You hike into the mountains.\n\nYour surroundings fall away from you quickly, as the ground steeply climbs. Or you steeply climb. I don't know, steepness is happening.\n\nThe ground begins to level out and you come to a large pool at the base of a waterfall. The water flows back down the mountain to your left.\n\nWould you like to cross the pool and continue to climb or float leisurely down stream?\n\n",
    "options": [
      {
        "title": "Mountain Center",
        "text": "\n\n- Event - Default ([Mountain Center](#mountain-center))"
      },
      {
        "title": "Float Down Stream",
        "text": "\n\n- Event - Default ([Trout Attack](#trout-attack))\n  - Carefully you wade into the stream.\n  - Finding the stream deep enough, you lay back and float leisurely downstream.\n  - The leisurely stream takes you leisurely down the mountain and leisurely into a forest."
      }
    ]
  },
  {
    "id": 3,
    "title": "Forest Entrance",
    "text": "Stepping out of the sun, you brave the forest. Tall trees play shifting shadow puppets on the forest floor. Not very helpful for walking.\n\nYou come to a stream, cool from its mountain home.\n\nA neglected bridge provides a dry path across.\n\nWhat will you do: Cross the bridge, journey downstream, or swim across.\n\n",
    "options": [
      {
        "title": "Cross the bridge",
        "text": "\n\n- Event - Default ([Bridge](#bridge))"
      },
      {
        "title": "Journey downstream",
        "text": "\n\n- Shared Text\n  - You decide no way are you crossing the stream here\n  - I say never trust a bridge over water\n  - You walk downstream\n  - It's beautiful\n  - The trees part over the stream giving room for the sky to peak in\n  - Fish dart in the stream.\n  - Some even look angry\n  - Bugs buzz around you\n  - The trees sway in the wind.\n- Event - Default ([Coast River](#coast-river))\n  - It's a long way to the coast, but the gargling stream keeps you company.\n  - You begin to approach what looks like a village.\n- Event - Random - Jumped by Deer ([Deer Attack](#deer-attack))\n  - Another sound startles you.\n  - Like the sound of a snapping twig.\n  - But it disappears in the sound of the gargling stream\n  - You walk a bit further, but you get the feeling you are being followed.\n  - From the bush to your left three deer explode!"
      },
      {
        "title": "Swim",
        "text": "\n\n- Shared Text\n  - It's time for a swim so you jump in.\n  - The water immediately rewards you.\n- Event - Default ([Forest Upper](#forest-upper))\n  - You swim across safely.\n  - Not that you should have been worried.\n  - Pulling yourself out of the water you make your way into the forest on the other side.\n- Event - Random - Trout Attack ([Trout Attack](#trout-attack))"
      }
    ]
  },
  {
    "id": 4,
    "title": "Deer Attack",
    "text": "Each takes a menacing pose and shouts a name\n\nPerfectly surrounding you\n\n\"Murari!\"\n\nPose\n\n\"Patrick!\"\n\nPose\n\n\"Jacob!\"\n\nPose\n\n\"We know what you are up to.\" Says the deer named Murari\n\n\"Yeah and we want what you are up to!\" Says the deer named Patrick\n\n\"No, we want what they've got\" Corrects the deer named Jacob\n\n\"Yeah give them what we've got!\" Shouts Patrick\n\n\"No Patrick, they are going to give us what they've got\" Corrects Murari\n\n\"Give us what you got!\" Decides Jacob\n\nWhat will you do: Give them some Quanola or give ‘em what you got?\n\n",
    "options": [
      {
        "title": "Quanola",
        "text": "\n\n- Event - Default ([Coast River](#coast-river))\n  - Wisely, you turn over some quanola\n  - The deer obviously don't know what it is but they are going crazy about it\n  - \"Yeah I guess this'll do\" Says Murari\n  - \"Now get lost and don't let us catch you on this side of the forest again\" Threatens Jacob\n  - \"Or you'll get what we've got and it wont be whatever this quinoa stuff is.\" Adds Patrick\n  - They make an opening for you and you walk through\n  - A little shaken up you continue down stream.\n  - Hopefully the coast will give you a break.\n  - Soon you come across a small village at the coast."
      },
      {
        "title": "Give Patrick What you got",
        "text": "\n\n- Event - Default ([Coast River](#coast-river))\n  - You strike your own pose\n  - Not as cool as the deer, but still a pose\n  - You throw a punch and knock patrick out\n  - Jacob and Murari jump you and you pass out\n  - You wake up with your lower half in the water and your upper half on the bank of the river.\n  - You have washed up to a village."
      },
      {
        "title": "Give Murari What you got",
        "text": "\n\n- Event - Default ([Coast River](#coast-river))\n  - You strike your own pose\n  - Not too bad of a pose\n  - You throw a punch at murari and it knocks him right out\n  - Jacob and Patrick jump you and you pass out\n  - You come to outside of a village by the coast."
      },
      {
        "title": "Give Jacob what you got",
        "text": "\n\n- Event - Default ([Coast River](#coast-river))\n  - You strike your own pose\n  - The deer seem to be a little unsettled\n  - You throw a punch blindly and it wallops jacob, knocking him out\n  - Murari and Patrick Jump you and you pass out\n  - You wake up on the beach of a small village."
      }
    ]
  },
  {
    "id": 5,
    "title": "Trout Attack",
    "text": "The cool stream is calming and the surrounding forest is cozy.\n\nIn your relaxation…\n\nA giant trout explodes from the surface of the stream!\n\nIts eyes gleam with a sort of familiar vengeance.\n\nWith little to no time to think all you can do is swat at it.\n\n",
    "options": [
      {
        "title": "Swat",
        "text": "\n\n- Event - Default ([Swat](#swat))\n- Event - Random - Trout Knockout ([Trout Knockout](#trout-knockout))\n  - You try to swing at it, but the trout is too dexterous."
      }
    ]
  },
  {
    "id": 6,
    "title": "Swat",
    "text": "You close your eyes in panic\n\nA single sound\n\nSMACK\n\nYou swat the hell out of the vengeful trout.\n\nStartled, you swim to the bank and scramble out of the river.\n\nThe trout lays stunned next to you.\n\nToss the trout back into the water or let the trout learn its lesson on vengeance.\n\n",
    "options": [
      {
        "title": "Return Trout",
        "text": "\n\n- Shared Text\n  - Maybe out of a kindness or out of some strange instinct you grab the trout and toss it back into the stream.\n- Event - Default ([Forest Upper](#forest-upper))\n- Event - Random - Trout Knockout ([Trout Knockout](#trout-knockout))\n  - As you turn to move on, the trout comes back for more."
      },
      {
        "title": "Leave the Trout ",
        "text": "\n\n- Event - Default ([Forest Upper](#forest-upper))\n  - Time for this trout to learn a lesson.\n  - You give one final glance at the fish\n  - It stares darts back\n  - Leave that loser\n  - You turn away and walk into the forest"
      }
    ]
  },
  {
    "id": 7,
    "title": "Trout Knockout",
    "text": "Vengefully, the trout brings its tail all the way around into the side of your dumb head.\n\nKnocking you out cold.\n\n…\n\nAfter who knows how long, you wake up washed up in brackish water where the river greets the coast.\n\nA small fishing village occupies this friendly meeting.\n\n",
    "options": [
      {
        "title": "Coast River",
        "text": "\n- Event - Default [Coast River](#coast-river)"
      }
    ]
  },
  {
    "id": 8,
    "title": "Bridge",
    "text": "With a lot a bit of blind faith, you cross the bridge\n\nHalfway across, a horrible troll clumsily jumps in your way.\n\n\"WAA! To cross my Troll Bridge you'll need to pay the Troll Bridge Bridge Toll.\n\nIt's the only way I can afford to maintain such a wonderful means of passage for the community!\"\n\nThe troll said horribly.\n\nWhat you gonna do?: Pay the Troll Bridge Bridge Toll or Kick the troll\n\n",
    "options": [
      {
        "title": "Kick the troll ",
        "text": "\n- Event - Default ([Forest Upper](#forest-upper))\n  - You have no patience for such trolls and so you expertly pay with the back of your foot.\n  - \"Oof\" are the troll's last words before it falls into the stream below.\n  - You finish crossing the decaying bridge\n  - And it completely collapses behind you."
      },
      {
        "title": "Pay the Troll Bridge Bridge Toll ",
        "text": "\n- Event - Default ([Forest Upper](#forest-upper))\n  - You decide to pay the ugly troll's ugly Troll Bridge Bridge Toll.\n  - \"Thank you! With your complacency this Troll Bridge will surely be around for a few more days!\"\n  - You finish crossing the decaying bridge."
      }
    ]
  },
  {
    "id": 9,
    "title": "Forest Upper",
    "text": "You have entered the house of leaves. The ceiling is leaves. The floor is leaves.\n\nExcept there are no walls. Just supports.\n\nIt's open concept.\n\nAn open concept that smells like decaying leaves.\n\nAnd is really dark.\n\nWho knows what lurks in these trees.\n\nWhat will you do, head north towards the lava or make for the mountains?\n\n",
    "options": [
      {
        "title": "Lava Crossing",
        "text": "\n- Event - Default [Lava Crossing](#lava-crossing)\n  - You forge a very windy path forward through the dense forest.\n  - The trees are not very convenient.\n  - You notice the air seems to grow heavy with the smell of melting earth.\n  - The trapped air in the forest begins to grow smokey.\n  - Suddenly the never ending open concept appears to have windows.\n  - Light explodes and you are now standing on the border of the leaves and no leaves\n  - Black lava rock expands in front of you in all directions.\n  - Smoldering molds of trees reach for the sky like drowning tar golems.\n  - It's hot. And smells bad."
      },
      {
        "title": "Mountain Center",
        "text": "\n- Event - Default [Mountain Center](#mountain-center)\n  - Yeah the lava is too hot, no way you can take that heat\n  - You decide to head east into the mountains\n  - You hike up the steep mountain face.\n  - I really would have recommended entering from the start\n  - If you were just going to come to the mountains in the end."
      }
    ]
  },
  {
    "id": 10,
    "title": "Mountain Center",
    "text": "The mountain grows steep\n\nThere are places where the ground levels off, but usually the mountain is more interested in going up.\n\nAs you continue to climb, you feel as if you are being watched.\n\nOn the peaks around you start to notice shapes of goats.\n\nWhile they aren't too close, they seem to be giving you a side eye.\n\nAnd with the shape of their pupils, you know it's nothing positive.\n\nThe mountain finally levels out and gives way\n\nTo goats.\n\nThere are a lot of goats.\n\nThey are standing impossibly on the mountain sides around you like a Greek Theatron.\n\nAnd you are in the orchestra.\n\nAlso in the orchestra with you is one goat, larger than the rest.\n\nDefinitely the GOAT of goats.\n\n\"Non-goat, if you wish to pass, you will need to present the _pass_ code.\n\nThe universal undisputed ubiquitous sign of friendship!\"\n\n",
    "options": [
      {
        "title": "Up",
        "text": "\n\n- Event - Default ([Pass Code](#pass-code))\n  - (SET: PassCode1, PassCodeCorrect1)\n  - You hop forward."
      },
      {
        "title": "Down",
        "text": "\n\n- Event - Default ([Pass Code](#pass-code))\n  - (SET: PassCode1)\n  - You hop backward."
      },
      {
        "title": "Left",
        "text": "\n\n- Event - Default ([Pass Code](#pass-code))\n  - (SET: PassCode1)\n  - You slide left."
      },
      {
        "title": "Right",
        "text": "\n\n- Event - Default ([Pass Code](#pass-code))\n  - (SET: PassCode1)\n  - You slide right."
      }
    ]
  },
  {
    "id": 11,
    "title": "Pass Code",
    "text": "Continue\n\n",
    "options": [
      {
        "title": "Up",
        "text": "\n\n- Shared Text\n  - You hop forward.\n- Event - Default ([Pass Code](#pass-code))\n  - (SET: PassCode2, PassCodeCorrect2 IF PassCode1& NOT PassCode2)\n    - (SET: PassCode3 IF PassCode1 & PassCode2)\n    - (SET: PassCode4 IF PassCode1 & PassCode2 & PassCode3)\n    - (SET: PassCode5 IF PassCode1 & 2 & 3 & 4\\)\n- Event - Conditional - Wrong ([Lava Crossing](#lava-crossing))\n  - (IF PassCode5)\n  - \"WRONG\" Boomed the GOAT of Goats\n  - \"THAT WAS NOT FRIENDSHIP!!!\"\n  - The goat charges you and throws you off the mountain with his horns.\n  - You land all the way down the mountain\n  - And just about fall into the flowing lava in front of you."
      },
      {
        "title": "Down",
        "text": "\n\n- Shared Text\n  - You hop backward.\n- Event - Default ([Pass Code](#pass-code))\n  - (SET: PassCode2 IF PassCode1)\n    - (SET: PassCode3, PassCodeCorrect3 IF PassCode1 & PassCode2 & NOT PassCode3)\n    - (SET: PassCode4 IF PassCode1 & PassCode2 & PassCode3)\n    - (SET: PassCode5, PassCodeCorrect5 IF PassCode1 & 2 & 3 & 4 & NOT 5\\)\n- Event - Conditional - Wrong ([Lava Crossing](#lava-crossing))\n  - (IF PassCode5)\n  - \"WRONG\" Boomed the GOAT of Goats\n  - \"THAT WAS NOT FRIENDSHIP!!!\"\n  - The goat charges you and cartwheels you off the mountain with his horns.\n  - You land all the way down the mountain\n  - And just about fall into the flowing lava in front of you."
      },
      {
        "title": "Left",
        "text": "\n\n- Shared Text\n  - You slide left.\n- Event - Default ([Pass Code](#pass-code))\n  - (SET: PassCode2, PassCodeCorrect2 IF PassCode1)\n    - (SET: PassCode3 IF PassCode1 & PassCode2)\n      - (SET: PassCode4, PassCodeCorrect4 IF PassCode1 & PassCode2 & PassCode3 & NOT 4\\)\n      - (SET: PassCode5 IF PassCode1 & 2 & 3 & 4\\)\n- Event - Conditional - Wrong ([Plain Center](#plain-center))\n  - (IF PassCode5)\n    - \"WRONG\" Boomed the GOAT of Goats\n    - \"YOU CALL THAT FRIENDSHIP!!!\"\n    - The goat charges you and tosses you off the mountain with his horns.\n    - You land roughly on your bum\n    - But you are cushioned by the most boring grass\n    - Plain Grass"
      },
      {
        "title": "Right",
        "text": "\n\n- Shared Text\n  - You slide right.\n- Event - Default ([Pass Code](#pass-code))\n  - (SET: PassCode2, PassCodeCorrect2 IF PassCode1)\n    - (SET: PassCode3 IF PassCode1 & PassCode2)\n      - (SET: PassCode4 IF PassCode1 & PassCode2 & PassCode3)\n      - (SET: PassCode5 IF PassCode1 & 2 & 3 & 4\\)\n- Event - Conditional - Wrong ([Plain Center](#plain-center))\n  - (IF PassCode5 & NOT PassCodeCorrect1 & 2 & 3 & 4 & 5\\)\n    - \"WRONG\" Boomed the GOAT of Goats\n    - \"WHAT THE HELL WAS EVEN THAT!!!\"\n    - The goat charges you and wallops you off the mountain with his horns.\n    - You land roughly on your bum\n    - But you are cushioned by the most boring grass\n    - Plain Grass.\n- Event - Conditional - Right ([Mountain Pass](#mountain-pass))\n  - (IF PassCode5 & PassCodeCorrect1 & 2 & 3 & 4 & 5\\)\n    - There is silence, silence of the goats.\n    - Friendship permeates the air, its thick.\n    - The GOAT of Goats says\n    - \"Friend, you may pass.\"\n    - GOAT Goat steps out of your way\n    - All the goats posed impossibly on the mountain sides open\n    - Part like a giant door and a path opens up"
      }
    ]
  },
  {
    "id": 12,
    "title": "Mountain Pass",
    "text": "You pass through the goats, each one giving you a nod of respect.\n\nThere were so many goats it just looked like the giant goat door had a shimmer.\n\n\"Good luck friend!\" Shouts the GOAT Goat\n\nAll the other goats shout too, but it just sounds like thunder.\n\nThe pass takes you away from the goats and closer to the base of the volcano,\n\nBut like the base of the volcano in the mountains.\n\nOnce you reach the base there are only two ways forward, to the left or to the right.\n\nWhich way will you go? Left or right around the volcano?\n\n",
    "options": [
      {
        "title": "Left",
        "text": "\n\n- Event - Default [Volcano Lava](#volcano-lava)\n  - You head left, great choice. The left path around the volcano gives you a fantastic view of the dense forest right up to the perfect ocean.\n  - A cool breeze rewards you for your taste in scenery."
      },
      {
        "title": "Right",
        "text": "\n\n- Event - Default [Volcano Plain](#volcano-plain)\n  - You head right, opting for the plain view of the plains.\n  - I'd have probably chosen the ocean view, but maybe you hate nice vistas.\n  - The path that takes you around the volcano is narrow and volcanic rock crunches and crumbles away.\n  - By simple dumb luck or probability, you don't fall.\n- Event - Random ([Plain Center](#plain-center)):\n  - You head right, opting for the plain view of the plains.\n  - I'd have probably chosen the ocean view, but maybe you hate nice vistas.\n  - The path that takes you around the volcano is narrow and volcanic rock crunches and crumbles away.\n  - By simple dumb luck or probability, you fall.\n  - You tumble.\n  - You are cartwheeling, somersaulting. Soft volcanic rock is flying.\n  - Overall, it's embarrassing.\n  - All the way down the side of the volcano you fall until you roll into the plains below."
      }
    ]
  },
  {
    "id": 13,
    "title": "Plain Center",
    "text": "Here, only two things give the plains any character. The mountains to the west.\n\nAnd the horses.\n\nOh yeah, there are horses here.\n\nTame a horse, or move on?\n\n",
    "options": [
      {
        "title": "Move On",
        "text": "\n\n- Event - Default ([Plain Stream](#plain-stream))\n  - Yeah! We hate horses and the mountains\n  - We love exploring the boring empty plains!\n  - Yeah! Great choice!\n  - Why explore any of the good content of this game!\n  - YEAHHHHHHH!\n  - You turn away from all the great opportunity I gave you and walk on further into the plains"
      },
      {
        "title": "Tame Horse",
        "text": "\n\n- Event - Default ([Horse Taming](#heading=h.k0wmb0rpjhfn))\n  - You step into the herd and search for a horse\n  - You are looking for a connection\n  - The horses barely pay you any mind\n  - If anything, some seem annoyed with you\n  - But as you wander deeper\n  - The clouds part and a single beam of light falls on a horse\n  - The horse looks up\n  - You look up\n  - Destiny calls"
      }
    ]
  },
  {
    "id": 14,
    "title": "Horse Taming",
    "text": "Ok, so how are you going to tame this horse?\n\n",
    "options": [
      {
        "title": "Feed the Horse Quanola",
        "text": "\n\n- Shared Text\n  - You offer the horse some quanola\n  - It sniffs the quanola and nibbles a little out of your hand\n- Event - Random - Fail ([Horse Taming](#horse-taming))\n  - Probably out of pity\n  - The horse is no more interested than before.\n- Event - Random - Tame ([Plain Horse](#plain-horse))\n  - A light seems to twinkle in the horse's eye\n  - Quanola will do that\n  - The horse stares into your eyes\n  - In a flash, the horse lowers its head, pushes between your legs\n  - And puts you on its back\n  - Backwards\n  - You ride off into the plains rather clumsily, trying desperately to hold on."
      },
      {
        "title": "Pet the Horse",
        "text": "\n\n- Shared Text\n  - You reach out and you pet the horse.\n- Event - Random - Fail ([Horse Taming](#horse-taming))\n  - The horse seems rather disinterested in the pet.\n  - Your pet game must be weak\n- Event - Random - Tame ([Plain Horse](#plain-horse))\n  - Your touch seems to convince the horse that you are at least gentle\n  - The horse looks at you and gestures to its back\n  - You climb up and hold on desperately as the horse takes off"
      },
      {
        "title": "Neigh",
        "text": "\n\n- Shared Text\n  - Who knows what overcomes you but you do your best impression of a horse\n- Event - Random - Fail ([Horse Taming](#horse-taming))\n  - Every horse seems to give you a dirty side eye.\n  - Not sure what you said, but it wasnt very elegant.\n- Event - Random - Tame ([Plain Horse](#plain-horse))\n  - The horse looks at you and says,\n  - \"We ride\"\n  - You swing yourself onto the horses back\n  - And like the wind, you ride off\n  - Thats to say you went really fast and in lots of different directions."
      },
      {
        "title": "Give up",
        "text": "\n\n- Event - Default ([Plain Stream](#plain-stream))\n  - This horse seems completely uninterested in you\n  - It's time to stop wasting your quanola\n  - I can't believe destiny lied to you, I'm really sorry about that\n  - It would have been super cool to ride a horse.\n  - But you wont be.\n  - Oh well."
      }
    ]
  },
  {
    "id": 15,
    "title": "Plain Lake",
    "text": "The lake lays before you. Expansive and beautiful.\n\nThe lake dances between shade and sun underneath the partly cloudy sky.\n\nIt'd be a perfect day to just sit, give up, and eat all your quanola.\n\nBut you aren't here to give up.\n\nYou're here to slay.\n\nI mean get back to your ship.\n\nWhich is slay.\n\nOk do you want to skip yourself across the lake like a rock or swim?\n\n",
    "options": [
      {
        "title": "Skip",
        "text": "\n\n- Shared Text\n  - You strike an awesome pose.\n- Event - Default ([Plain Uppe](#plain-upper)r)\n  - The clouds begin to part to give the universe a better view.\n  - With an elaborate run up and spin,\n  - You skip on your back across the entire lake like a rock.\n  - The speed and elegance is unlike anything the entire universe has seen.\n  - Mostly because no human has moved that fast in such an unelegant fashion.\n  - In no time, you reach the other shore and come to a stop thanks to your body hitting hard ground.\n- Event - Random - Stuck ([Lake](#lake)):\n  - Except that doesn't work because that doesn't make any sense.\n  - You fall clumsily into the water getting mud all up in your business.\n  - Then you start to paddle out into the water, opting to swim feeling stupid you thought there was any other option."
      },
      {
        "title": "Swim ",
        "text": "\n\n- Event - Default ([Lake](#lake))\n  - You expertly dive in.\n  - You land face first in mud.\n  - It wasn't deep enough for diving.\n  - They should have had a no diving sign. Then you would have never done that.\n  - Regaining your composure, sitting on the lake bank waist deep, you begin to paddle out across the lake."
      }
    ]
  },
  {
    "id": 16,
    "title": "Lake",
    "text": "Turns out the lake was much larger than you had gauged. You've gotta catch your breath.\n\nYou stop to float in the middle of the gorgeous lake.\n\nSuddenly! A giant frog erupts from the lake bottom.\n\nYou are thrown into the air and get a good look of the giant green frog now occupying the entire center of the lake.\n\nYou then fall back into the water. After desperately climbing back to the surface, you find the frog towering before you.\n\n\"It's time for a magic duel!\" The air shook\n\nThe frog tosses you a magic staff\n\nChoose a spell: Whipwhap, Kathoop, Buzzle\n\n",
    "options": [
      {
        "title": "Whipwhap",
        "text": "\n\n- Shared Text\n  - You raise your magic staff and cast Whipwhap!\n- Event - Random - Frog Buzzle ([Magic Duel](#magic-duel))\n  - The Giant Frog casts Buzzle!\n  - Buzzle bamboozles your Whipwhap and bops you in belly\n- Event - Random - Frog Whipwhap ([Magic Duel](#magic-duel))\n  - The Giant Frog casts Whipwhap\n  - Whipah pawhip wop\n  - Nothing happens\n- Event - Random - Frog Kathoop ([Plain Upper](#plain-upper))\n  - The Giant Frog casts Kathoop\n  - Whipwhap wopwhips the Frog's Kathoop and whollops him in the windpipe\n  - \"Oof\" shakes the air\n  - The Giant Frog looks sickly\n  - \"You Whipwhapped me, I should have seen it coming!\" the air shakes for one last time\n  - The Giant Frog collapses and sinks back to the bottom of the lake from whence it came.\n  - With the frog gone, you swim the rest of the way across the lake\n  - It's a melancholic moment for sure.\n  - You reach the other side of the lake and stick the staff in the mud, maybe as a grave, maybe out of triumph.\n  - With one last glance back at the beautiful frog lake, you turn and head back into the very plain plains."
      },
      {
        "title": "Kathoop",
        "text": "\n\n- Shared Text\n  - You point your magic staff and cast Kathoop!\n- Event - Random - Frog Buzzle ([Plain Upper](#plain-upper))\n  - The Giant Frog casts Buzzle!\n  - Kathoop coagulates the Frog's Buzzle and collides with his kidney\n  - \"Ugh\" the air shakes\n  - The Giant Frog looks pale\n  - \"Kathoop, gah what a dirty spell\" the air shakes for the last time\n  - The Giant Frog lays to rest back at the bottom of the lake\n  - The lake becomes calm again and you swim the rest of the way across the lake\n  - You reach the bank and pull yourself out.\n  - You toss the magic staff over your shoulder and continue across the plains without looking back.\n- Event - Random - Frog Whipwhap ([Magic Duel](#magic-duel))\n  - The Giant Frog casts Whipwhap!\n  - Whipwhap willies your Kathoop and whacks you in the windpipe\n- Event - Random - Frog Kathoop ([Magic Duel](#magic-duel))\n  - The Giant Frog casts Kathoop\n  - Kathunk kathack klick klack\n  - Nothing happens"
      },
      {
        "title": "Buzzle",
        "text": "\n\n- Shared Text\n  - You swing your magic staff and cast Buzzle!\n- Event - Random - Frog Buzzle ([Magic Duel](#magic-duel))\n  - The Giant Frog casts Buzzle!\n  - Bubble bittle boop\n  - Nothing happens\n- Event - Random - Frog Whipwhap ([Plain Upper](#plain-upper))\n  - The Giant Frog casts Whipwhap!\n  - Buzzle boggles the Frog's Whipwhap and bumps his belly\n  - \"Yut\" shakes the air\n  - The sickly Giant Frog looks green\n  - \"BUZZLE! Ah that's so simple\" the air shakes for the last time\n  - The Giant Frog flips over and returns to his muddy home\n  - In the still disturbed water, you toss the magic staff because it makes it hard to swim\n  - After swimming the remainder of the way, you climb out of the lake and almost miss the Giant Frog now that the plains continue.\n- Event - Random - Frog Kathoop ([Magic Duel](#magic-duel))\n  - The Giant Frog casts Kathoop!\n  - Kathoop kadoodles your Buzzle and kowtows your kidney."
      }
    ]
  },
  {
    "id": 17,
    "title": "Magic Duel",
    "text": "Cast a spell.\n\nWhipwhap, kathoop, buzzle\n\n",
    "options": [
      {
        "title": "Whipwhap",
        "text": "\n\n- Shared Text\n  - You raise your magic staff and cast Whipwhap!\n- Event - Random - Frog Buzzle ([Magic Duel](#magic-duel))\n  - The Giant Frog casts Buzzle!\n  - Buzzle bamboozles your Whipwhap and bops you in belly\n- Event - Random - Frog Whipwhap ([Magic Duel](#magic-duel))\n  - The Giant Frog casts Whipwhap\n  - Whipah pawhip wop\n  - Nothing happens\n- Event - Random - Frog Kathoop ([Plain Upper](#plain-upper))\n  - The Giant Frog casts Kathoop\n  - Whipwhap wopwhips the Frog's Kathoop and whollops him in the windpipe\n  - \"Oof\" shakes the air\n  - The Giant Frog looks sickly\n  - \"You Whipwhapped me, I should have seen it coming!\" the air shakes for one last time\n  - The Giant Frog collapses and sinks back to the bottom of the lake from whence it came.\n  - With the frog gone, you swim the rest of the way across the lake\n  - It's a melancholic moment for sure.\n  - You reach the other side of the lake and stick the staff in the mud, maybe as a grave, maybe out of triumph.\n  - With one last glance back at the beautiful frog lake, you turn and head back into the very plain plains."
      },
      {
        "title": "Kathoop",
        "text": "\n\n- Shared Text\n  - You point your magic staff and cast Kathoop!\n- Event - Random - Frog Buzzle ([Plain Upper](#plain-upper))\n  - The Giant Frog casts Buzzle!\n  - Kathoop coagulates the Frog's Buzzle and collides with his kidney\n  - \"Ugh\" the air shakes\n  - The Giant Frog looks pale\n  - \"Kathoop, gah what a dirty spell\" the air shakes for the last time\n  - The Giant Frog lays to rest back at the bottom of the lake\n  - The lake becomes calm again and you swim the rest of the way across the lake\n  - You reach the bank and pull yourself out.\n  - You toss the magic staff over your shoulder and continue across the plains without looking back.\n- Event - Random - Frog Whipwhap ([Magic Duel](#magic-duel))\n  - The Giant Frog casts Whipwhap!\n  - Whipwhap willies your Kathoop and whacks you in the windpipe\n- Event - Random - Frog Kathoop ([Magic Duel](#magic-duel))\n  - The Giant Frog casts Kathoop\n  - Kathunk kathack klick klack\n  - Nothing happens"
      },
      {
        "title": "Buzzle",
        "text": "\n\n- Shared Text\n  - You swing your magic staff and cast Buzzle!\n- Event - Random - Frog Buzzle ([Magic Duel](#magic-duel))\n  - The Giant Frog casts Buzzle!\n  - Bubble bittle boop\n  - Nothing happens\n- Event - Random - Frog Whipwhap ([Plain Upper](#plain-upper))\n  - The Giant Frog casts Whipwhap!\n  - Buzzle boggles the Frog's Whipwhap and bumps his belly\n  - \"Yut\" shakes the air\n  - The sickly Giant Frog looks green\n  - \"BUZZLE! Ah that's so simple\" the air shakes for the last time\n  - The Giant Frog flips over and returns to his muddy home\n  - In the still disturbed water, you toss the magic staff because it makes it hard to swim\n  - After swimming the remainder of the way, you climb out of the lake and almost miss the Giant Frog now that the plains continue.\n- Event - Random - Frog Kathoop ([Magic Duel](#magic-duel))\n  - The Giant Frog casts Kathoop!\n  - Kathoop kadoodles your Buzzle and kowtows your kidney."
      }
    ]
  },
  {
    "id": 18,
    "title": "Plain Stream",
    "text": "With no horse, you continue on your lonely journey across the plains\n\nYou come to a stream that brings the water from the Strait of the Angry Trout and the Lake of Frogret together\n\nIn their togetherness they have brought mud, a muddy stream\n\nI mean it's still a nice stream, its nature, it's just pretty muddy\n\nSeeing as it's not too deep or wide, would you like to wade across or jump across?\n\n",
    "options": [
      {
        "title": "Wade",
        "text": "\n\n- Event - Default ([Mud Crab](#mud-crab))\n  - You decide to wade across\n  - Your first step sinks sadly with a muddy squelch\n  - You continue to squelch across the stream\n  - Maybe halfway across\n  - To your left, a little ways off, a giant crab emerges from the mud\n  - It turns to approach you"
      },
      {
        "title": "Jump",
        "text": "\n\n- Event - Default ([Mud Crab](#mud-crab))\n  - You jump, but your footing slips a bit and you kind of stumble to the middle of the narrow stream\n  - Waist deep in water and knee deep in mud you begin to squelch across\n  - Maybe halfway across\n  - To your left, a little ways off, a giant crab emerges from the mud\n  - It turns to approach you\n- Event - Random - Fly ([Plain Flying](#plain-flying))\n  - You jump, but you footing slips\n  - As you are falling you notice the dandelions and wild flowers growing across the plains\n  - You never noticed them before\n  - The plains were so boring, but maybe you were being too quick to judge\n  - The flowers really brought some much needed life to the plains\n  - The plains were turning from a plain bagel to an everything bagel\n  - Much like noticing the first ant usually results in you noticing the whole ant hill\n  - Quickly you realize you have been falling for a long time\n  - You look down and notice that you are actually floating above the ground maybe 10 feet\n  - You are flying!\n  - If anyone saw you, they'd probably be so shocked they'd start flying too\n  - If only that horse saw you now."
      }
    ]
  },
  {
    "id": 19,
    "title": "Plain Upper",
    "text": "If the plains had it their way, I'm sure they would go on forever.\n\nBut luckily for you they don't and instead the Strait of the Angry Trout cuts through the mind numbing plainness\n\nIt's time to cross the Strait of the Angry Trout, but perhaps you'd like to fish?\n\n",
    "options": [
      {
        "title": "Cross",
        "text": "\n\n- Event - Default ([Farm Strait](#farm-stait))\n  - Yeah, no more time for fishing\n  - It's time to swim\n  - You dive into the Strait of the Angry Trout\n  - As you swim you feel as if you are getting a million angry glares\n  - There is no one on either bank watching you\n  - So it must be coming from under water\n  - The swim is long and stressful\n  - There is a lot of negative energy being directed at you\n  - But eventually, you reach the other bank and scramble on to land\n  - As you begin to make your way into a cornfield\n  - A small glance back reveals a group of trout angrily glaring."
      },
      {
        "title": "Fish",
        "text": "\n\n- Event - Default ([Plain Fishing](#plain-fishing))\n  - You approach the bank of the Strait of the Angry Trout to go fishing\n  - There you find a fine fishing rod\n  - You grab it\n  - I wonder what you'll catch"
      }
    ]
  },
  {
    "id": 20,
    "title": "Plain Fishing",
    "text": "Cast your line or leave?\n\n",
    "options": [
      {
        "title": "Cast",
        "text": "\n\n- Shared Text\n  - You cast your line\n  - You feel a tug and you yank on the line\n  - From the water you get…\n- Event - Random - Rock ([Plain Fishing](#plain-fishing))\n  - Womp womp\n  - You got a rock\n- Event - Random - Got away ([Plain Fishing](#plain-fishing))\n  - Nothing\n  - Whatever it was got away\n- Event - Random - Angry Trout ([Farm Strait](#farm-stait))\n  - An angry trout bursts from the surface!\n  - But it does not come to land\n  - With an angry glare,\n  - It returns to the water,\n  - With your line in its mouth!\n  - Suddenly, you are dragged into the water at an incredible speed\n  - So fast, in fact, that you are skipping across the surface of the water\n  - If you haven't skipped across water, you might be surprised you can do this now\n  - You look ridiculous as you hold on with can only be described as a toddler's grip\n  - You bounce across the wide Strait as the angry trout approaches the opposite bank\n  - The angry trout quickly turns left\n  - Which tears the fishing rod from your hand and sends you flying into a cornfield\n  - You land roughly, taking a number of cornstocks with you"
      },
      {
        "title": "Leave",
        "text": "\n\n- Event - Default ([Plain Upper](#plain-upper))\n  - You put down the fishing pole and reconsider your options"
      }
    ]
  },
  {
    "id": 21,
    "title": "Plain Horse",
    "text": "You're riding a horse\n\nThe wind in your hair\n\nThe sun in the sky\n\nThe grass in the plains\n\nYou're gorgeous\n\nParallel to you and your path to the Straight of the Angry Trout, a crowd of groundhogs quickly gather\n\nImagine like a triathlon or a rally race or golf? or a runway? or high school as the outcast main character? I dont know, whatever simile paints an image of a line of people watching\n\nbut make those people groundhogs.\n\nMarked along the crowd are groundhogs sitting in tennis umpire chairs with signs.\n\nThe first chair shows a sign with the image of an apple on it.\n\n",
    "options": [
      {
        "title": "Handstand",
        "text": "\n\n- Event - Conditional - Handstand (Groundhog Race)\n  - :IF not"
      },
      {
        "title": "Spin",
        "text": ""
      },
      {
        "title": "Wheelie",
        "text": ""
      }
    ]
  },
  {
    "id": 22,
    "title": "Coast River",
    "text": "You make your way into the small fishing village.\n\nIt's bustling, but smally.\n\nYou find your way to the northern part of the village on your way to continue your journey.\n\nThere you find a small dock with a small boat, you approach the small captain.\n\n\"Hello sir, I'm trying to get back to my spaceship, how far north can you take me?\" You ask\n\n\"Aye, I ams a captain no doubt. For a small fee, I can take you to the farms just past the Straight!\" The small captain said smally.\n\n\"And good thing for yous, this small time of year the ocean dangers be only small.\" the small captain said smally with a small wink of his small eye.\n\nTake a small trip on the small boat with the small captain or continue on foot north along the coast normal sized?\n\n",
    "options": [
      {
        "title": "Sail",
        "text": "\n\n- Shared Text\n  - You take the small captain up on his small offer.\n  - You both board the small boat with a small step off the small dock.\n  - You set off!\n  - The cat like ocean seems to play with the boat like a small mouse.\n  - The boat bobbed and swayed.\n  - The captain sang you small songs about small things around the small world.\n  - Somehow, it really put everything into perspective.\n  - You know, all that intergalactic quantum granola thief stuff.\n  - Eventually, you and hopefully not the captain dose off for a small nap.\n- Event - Default ([Farm Coast](#farm-coast))\n  - Next thing you know, you wake up in the middle of a corn field.\n  - There's no small captain, no small boat, no small ocean.\n  - Maybe everything got so small it disappeared from sight.\n  - Maybe the captain, boat, and ocean got so small they regained quantum properties and were lost in superposition.\n  - But you have no time for searching, so you forge forward into the field.\n- Event - Random - ([Pop,](#pop,))\n  - Next thing you know, you startle awake to see the small captain sleeping\n  - On the horizon you see tiny flags waving in a line along your course.\n  - You scramble for the small spy glass"
      },
      {
        "title": "Walk",
        "text": "\n\n- Event - Default ([Coast Forest](#coast-forest))\n  - You decide the small fee is not small at all and leave the small captain and his small village behind.\n  - North you trek along the coast. It's beautiful. Really great choices.\n  - Not only this one, but really all the choices you've made so far.\n  - Really brave stuff.\n  - The coast is really going to reward you.\n  - The ocean dances lazily to your left.\n  - The forest strolls carelessly to your right."
      }
    ]
  },
  {
    "id": 23,
    "title": "Coast Forest",
    "text": "A crab and a deer are arguing.\n\n\"River trout are totally misunderstood.\" Snaps the crab.\n\nThe crab and deer sit in two wooden beach chairs on the coast in coastal grandma apparel\n\n\"All they know is fighting upstream and clickbait.\" The crab snapped again.\n\n\"Yeah except then they take all that anger out on the forest folk. They are so randomly violent!\" The deer doe'd… Fawned?\n\n\"You, what do you think? Tell this crab she's got her carapace on too tight.\" The deer stags at you.\n\n\"Violent or not, maybe we should listen better. Tell this deer she's gotta show more empathy.\" The crab snaps at you.\n\nWell I guess you gotta answer them. They are old and angry.\n\n",
    "options": [
      {
        "title": "Yo, Fuck trout ",
        "text": "\n\n- Event - Default ([Coast Lava](#coast-lava))\n  - \"Yeah I think river trout kind of really suck\" You respond\n  - The deer gives a smug side eye to her crab friend.\n  - \"There, it's settled, I'm starting a campaign against river trout.\n  - Out with Trout!\" the deer antlered.\n  - \"Yeah whatever.\" The crab snapped with defeat.\n  - Having settled that debate, you head north again.\n  - As you walk away you hear the crab start debating something about frogs and magic."
      },
      {
        "title": "Deer, show some fucking empathy ",
        "text": "\n- Event - Default ([Coast Lava](#coast-lava))\n  - \"I think we really gotta give the river trout a chance\" You respond\n  - The crab gives a smug look to her deer friend.\n  - \"See, completely misunderstood. Nothing they do is their fault.\" The crab snipped\n  - \"Yeah, whatever.\" The deer hooved with defeat.\n  - Having settled that debate, you head north again.\n  - As you walk away you hear the crab start debating something about horses and cloudy days."
      },
      {
        "title": "Agency ",
        "text": "\n- Event - Default ([Forest Upper](#forest-upper))\n  - Actually, through the power of your own free will, you summoned this card and you don't have to answer.\n  - You are so powerful for that.\n  - That's modern choose your own adventure.\n  - I'm the greatest programmer alive.\n  - You ignore everything: the deer, the crab, your choices, me and take a sharp right into the forest."
      }
    ]
  },
  {
    "id": 24,
    "title": "Pop,",
    "text": "With your small eye you spy a small flag.\n\nThe small square flag is half green, half yellow.\n\nWhat will you do: Pop, Lock, And Drop?\n\n",
    "options": [
      {
        "title": "Pop,",
        "text": "\n\n- Shared Text\n  - You Pop, the small boat and the boat does a small hop\n  - Impressive\n- Event - Random - Next Pop, ([Pop,](#pop,))\n  - Another flag waves in the distance\n- Event - Random - Next Lock, ([Lock,](#lock,))\n  - Another flag waves in the distance\n- Event - Random - Next And ([And](#and))\n  - Another flag waves in the distance\n- Event - Random - Next Drop ([Drop](#drop))\n  - Another flag waves in the distance\n- Event - Random - Sail On ([Farm Coast](#farm-coast))\n  - You, the small captain, and the small boat sail through the troubled water\n  - The rest of your small journey takes a small amount of time\n  - Small enough for small talk\n  - Soon you arrive at the small dock waiting patiently for you at the edge of a new kind of sea\n  - A sea of corn.\n  - You say a small good bye to the small captain\n  - Maybe as you step off the small boat you have learned to appreciate the smaller things in life\n  - Or not."
      },
      {
        "title": "Lock,",
        "text": "\n\n- Event - Default ([Coast Forest](#coast-forest))\n  - You Lock, and the boat swings to the left\n  - You feel a rumbling as something tears a hole in your ship\n  - The small captain lets out a small yawn then quickly realizes what happened\n  - \"WHAT?? YOU LOCKED WHEN YOU SHOULD HAVE POPPED\" he smally shouts dumbfounded\n  - \"Who taught you the Four Flags of Failing to Identify Correctly and Your Boat will Sink??\" the small captain cried\n  - Your small ship sinks slowly into the water and you are all swept away\n  - You wash up on a beach"
      },
      {
        "title": "And",
        "text": "\n\n- Event - Default ([Coast Forest](#coast-forest))\n  - You And and the boat whips to the right\n  - You feel a rumbling as something tears a hole in your ship\n  - The small captain lets out a small yawn then quickly realizes what happened\n  - \"What idiot ANDs when you are supposed to POP,???\" he smally whines\n  - \"Who taught you the Four Flags of Failing to Identify Correctly and Your Boat will Sink??\" the small captain cried\n  - Your small ship sinks slowly into the water and you are all swept away\n  - You wash up on a beach"
      },
      {
        "title": "Drop",
        "text": "\n\n- Event - Default ([Coast Forest](#coast-forest))\n  - You Drop\n  - Right before you ship dips under water\n  - The captain startles awake and shouts\n  - \"NOOO NOT THE DROP ON THE POP,!!\" he smally screams\n  - \"Who taught you the Four Flags of Failing to Identify Correctly and Your Boat will Sink??\" the small captain cried\n  - The boat plunges under water.\n  - The small boat and the small captain never resurface.\n  - You wash up on a beach"
      }
    ]
  },
  {
    "id": 25,
    "title": "Lock,",
    "text": "With your small eye you spy a small flag.\n\nThe small triangle flag is half green, half yellow.\n\nWhat will you do: Pop, Lock, And Drop?\n\n",
    "options": [
      {
        "title": "Pop,",
        "text": "\n\n- Event - Default ([Coast Forest](#coast-forest))\n  - You Pop, and the boat hops straight into a rock\n  - As you, debris, and the captain explode into the air, the small awoken captain shouts\n  - \"Did you just Pop, on a Lock,??\"\n  - \"Who taught you the Four Flags of Failing to Identify Correctly and Your Boat will Sink??\" the small captain cried\n  - You, all the debris, and the captain scatter into the ocean.\n  - You wash up on a beach"
      },
      {
        "title": "Lock,",
        "text": "\n\n- Shared Text\n  - You Lock, and lurch the boat left\n  - Yo, sick\n- Event - Random - Next Pop, ([Pop,](#pop,))\n  - Another flag waves in the distance\n- Event - Random - Next Lock, ([Lock,](#lock,))\n  - Another flag waves in the distance\n- Event - Random - Next And ([And](#and))\n  - Another flag waves in the distance\n- Event - Random - Next Drop ([Drop](#drop))\n  - Another flag waves in the distance\n- Event - Random - Sail On ([Farm Coast](#farm-coast))\n  - You, the small captain, and the small boat sail through the troubled water\n  - The rest of your small journey takes a small amount of time\n  - Small enough for small talk\n  - Soon you arrive at the small dock waiting patiently for you at the edge of a new kind of sea\n  - A sea of corn.\n  - You say a small good bye to the small captain\n  - Maybe as you step off the small boat you have learned to appreciate the smaller things in life\n  - Or not."
      },
      {
        "title": "And",
        "text": "\n\n- Event - Default ([Coast Forest](#coast-forest))\n  - You And and the boat whips right\n  - Into a rock\n  - As you, debris, and the captain explode into the air, the small awoken captain shouts\n  - \"You never And on a Lock,!!\"\n  - \"Who taught you the Four Flags of Failing to Identify Correctly and Your Boat will Sink??\"\n  - You, all the debris, and the captain scatter into the ocean.\n  - You wash up on a beach"
      },
      {
        "title": "Drop",
        "text": "\n\n- Event - Default ([Coast Forest](#coast-forest))\n  - You Drop the boat\n  - Into a rock\n  - As you, debris, and the captain begin to sink into the ocean, the small awoken captain shouts\n  - \"NOOO NOT THE DROP ON THE LOCK,!!\"\n  - \"Who taught you the Four Flags of Failing to Identify Correctly and Your Boat will Sink??\"\n  - You and all the detritus sink into the ocean.\n  - You wash up on a beach"
      }
    ]
  },
  {
    "id": 26,
    "title": "And",
    "text": "With your small eye you spy a small flag.\n\nThe small triangle flag is green\n\nWhat will you do: Pop, Lock, And Drop?\n\n",
    "options": [
      {
        "title": "Pop,",
        "text": "\n\n- Event - Default ([Coast Forest](#coast-forest))\n  - You pop the boat into a wheelie and wheelie straight into a rock\n  - As you and all the detritus spin in slow motion in the air the small captain shouts\n  - \"You did not just POP on the AND did you??\"\n  - \"Who taught you the Four Flags of Failing to Identify Correctly and Your Boat will Sink??\" the small captain cried\n  - You all spin off into the sky\n  - You wake up on a beach"
      },
      {
        "title": "Lock,",
        "text": "\n\n- Event - Default ([Coast Forest](#coast-forest))\n  - You lock and the boat _LEANS_\n  - Into a rock\n  - Shouts mix with debris and you hear\n  - \"Who taught you the Four Flags of Failing to Identify Correctly and Your Boat will Sink??\" the small captain cried\n  - You, the boat, and the captain scatter into the ocean.\n  - You wash up on a beach"
      },
      {
        "title": "And",
        "text": "\n\n- Shared Text\n  - You And the boat and the boat whips right\n  - ZAAAAMMM\n- Event - Random - Next Pop, ([Pop,](#pop,))\n  - Another flag waves in the distance\n- Event - Random - Next Lock, ([Lock,](#lock,))\n  - Another flag waves in the distance\n- Event - Random - Next And ([And](#and))\n  - Another flag waves in the distance\n- Event - Random - Next Drop ([Drop](#drop))\n  - Another flag waves in the distance\n- Event - Random - Sail On ([Farm Coast](#farm-coast))\n  - You, the small captain, and the small boat sail through the troubled water\n  - The rest of your small journey takes a small amount of time\n  - But small enough for small talk\n  - Soon you arrive at the small dock waiting patiently for you at the edge of a new kind of sea\n  - A sea of corn.\n  - You say a small good bye to the small captain\n  - Maybe as you step off the small boat you have learned to appreciate the smaller things in life\n  - Or not."
      },
      {
        "title": "Drop",
        "text": "\n\n- Event - Default ([Coast Forest](#coast-forest))\n  - You start dropping it down\n  - \"WAIT! DO NOT DROP ON AND\"\n  - \"Who taught you the Four Flags of Failing to Identify Correctly and Your Boat will Sink??\" the small captain cried\n  - You all disappear into the ocean.\n  - You wash up on a beach"
      }
    ]
  },
  {
    "id": 27,
    "title": "Drop",
    "text": "",
    "options": [
      {
        "title": "Pop,",
        "text": "\n\n- Event - Default ([Coast Forest](#coast-forest))\n  - You catch a wave and pop the boat\n  - And slam into a rock\n  - Detritus, you, and the small captain explode into the air\n  - And from the air the captain shouts\n  - \"Who taught you the Four Flags of Failing to Identify Correctly and Your Boat will Sink??\" the small captain cried\n  - \"In your next life, I hope to see you drop it than pop it\"\n  - Everyone and everything fly in different directions.\n  - You land on a beach."
      },
      {
        "title": "Lock,",
        "text": "\n\n- Event - Default ([Coast Forest](#coast-forest))\n  - You lock hard\n  - And rock hard\n  - And your boat explodes\n  - \"Who taught you the Four Flags of Failing to Identify Correctly and Your Boat will Sink??\" the small captain cries as he is launched far away\n  - Flying in every direction, you all take separate trips\n  - You wash up on a beach"
      },
      {
        "title": "And",
        "text": "\n\n- Event - Default ([Coast Forest](#coast-forest))\n  - You AND right\n  - And your ship lets out a horrible shriek as a rock tears out the bottom\n  - The shriek startles the small captain awake.\n  - \"I had a dream you AND'd when really you should have DROP'd\"\n  - It was only moments until the small captain realized that's exactly what you did\n  - \"Who taught you the Four Flags of Failing to Identify Correctly and Your Boat will Sink??\" the small captain cried\n  - Your small ship sinks slowly into the water and you are all swept away\n  - You wash up on a beach"
      },
      {
        "title": "Drop",
        "text": "\n\n- Event - Random - Next Pop, ([Pop,](#pop,))\n  - Another flag waves in the distance\n- Event - Random - Next Lock, ([Lock,](#lock,))\n  - Another flag waves in the distance\n- Event - Random - Next And ([And](#and))\n  - Another flag waves in the distance\n- Event - Random - Next Drop ([Drop](#drop))\n  - Another flag waves in the distance\n- Event - Random - Sail On ([Farm Coast](#farm-coast))\n  - You, the small captain, and the small boat sail through the troubled water\n  - The rest of your small journey takes a small amount of time\n  - But time enough for small talk\n  - Soon you arrive at the small dock waiting patiently for you at the edge of a new kind of sea\n  - A sea of corn.\n  - You say a small good bye to the small captain\n  - Maybe as you step off the small boat you have learned to appreciate the smaller things in life\n  - Or not."
      }
    ]
  },
  {
    "id": 28,
    "title": "Coast Lava",
    "text": "Your journey north isn't done, but perhaps you've stumbled across the rawest vista yet.\n\nWhere lava meets ocean and new earth is created.\n\nSteam is everywhere. Heat. Orange glow. Black earth. Sun. You. Quanola. And\n\nThrough the smog you make out a little hut.\n\nYou approach it. Who would be living here at the edge of creation.\n\nThere you find a stinky pirate.\n\nRaw.\n\n\"Arg ye. Ye has found mine secret hideaway has ye?\" the pirate ye'd.\n\n\"If ye be wanting a trip I'll be needing a payment, otherwise i'll be having ye pinky for a promise not to be tellin' anyones about me secret hideaway!\"\n\nAlright well, you gonna pay for a voyage or are you going to sacrifice your pinky and move on.\n\n",
    "options": [
      {
        "title": "Cut the pinky!",
        "text": "\n\n- Event - Default ([Lava Field](#lava-field))\n  - You decide you don't want to pay for a ride\n  - Totally understandable, why pay for goods or services when you can waste your own time\n  - You offer up your pinky\n  - The pirate grabs his knife and turns to you\n  - \"Don't ye be tellin no one about me secret sauna.\" the pirate arg'd threateningly\n  - \"Now, pinky promise\"\n  - He grips your pinky with his stinky pinky\n  - You stinky promise\n  - That's a binding contract by the way\n  - After promising you leave the stinky pirate and his stinky sauna\n  - You head north again, but this time, you're crossing a lava field"
      },
      {
        "title": "Sail with the Pirate",
        "text": "\n\n- Shared Text\n  - You decide to pay the pirate, I think that was a wise choice. Wouldn't want to lose your pinky.\n  - \"Now, I warn thee, the ocean be dangerous and angry. It doesn't like short cuts.\" warned the pirate.\n  - Timely warnings.\n  - You both make your way through the smog towards the coast.\n  - With lava just spilling into the ocean maybe 20 feet to your right, there the pirate's boat is docked.\n  - \"Off we be!\" The pirate shouts with excitement.\n  - The ocean is angry.\n  - Earlier the small captain mentioned small challenges, now revealed the small captain was telling a small lie\n  - Or the ocean didn't like the pirate.\n  - The ocean tossed and threw you both.\n  - Water clawed at you both.\n  - Clouds gathered to watch and threw rain like rocks.\n  - Thunder booed as you continued to sail.\n- Event - Default ([Crash Site](#crash-site))\n  - After horrible sea sickness\n  - And never ending panic as you tried to keep sails tied down\n  - As the stinky pirate shouted nonsensical things\n  - You and the pirate somehow make it to land\n  - In the near distance, you can see the smoke of your ship\n  - You throw up one more time, shout nonsensical things at the pirate\n  - And head off towards your ship.\n- Event - Random - Poseidon ([Poseidon](#poseidon))\n  - Finally fed up with our persistence, Poseidon decided to handle this himself.\n  - \"\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\" Poseidon boomed.\n  - \"WE CAN'T HEAR YOU\" You shout\n  - \"\\_\\_\\_\\_\\_\\_ \\_\\_\\_\\_\\_\\_\\_ \\_\\_\\_\\_\\_\" Poseidon boomed again.\n  - \"AYE, OUR EARS BE CLOGGED WITH WATER!\" the pirate agreed with you.\n  - Suddenly the clouds scattered and the ocean flattened.\n  - It was a sunny beautiful day on the ocean.\n  - If poseidon wasn't here, this would be the best day ever.\n  - \"BEHOLD IT IS I POSEIDON GOD OF THE OCEAN\" Poseidon boomed, now way too loud considering the environment.\n  - \"Arg, no yelling inside\" winced the pirate\n  - \"Ok, I'm here. Boom. Cower mortals.\" Poseidon says\n  - \"Uh, can we just go? I'm from space and have little use for gods of earth things.\" You protest\n  - \"There are oceans on other planets!\" Poseidon says a little defensively.\n  - \"If you want to get past me you'll have to… uh… fight me! HAHAHAHHA\""
      }
    ]
  },
  {
    "id": 29,
    "title": "Poseidon",
    "text": "Ok so you can fight Poseidon if you want\n\nOrrrrrrrrr\n\nYou can bribe him.\n\n",
    "options": [
      {
        "title": "Bribe Poseidon",
        "text": "\n\n- Event - Default ([Crash Site](#crash-site))\n  - No way are you fighting a god. On any planet that'd be stupid.\n  - \"Ok poseidon, I'll give you some Quanola\" you propose\n  - Poseidon's eyes widen.\n  - \"Hmmm, I guess that'll do. Hand it over\"\n  - You bribe poseidon with quanola and sail away\n  - The pirate gets ironically sick on the very easy voyage to your crash site.\n  - Eventually you arrive at the coast and see your ship smoldering.\n  - \"Well pirate. Thanks.\" You say\n  - You hop off the boat and leave the vomiting pirate behind."
      },
      {
        "title": "Fight Poseidon",
        "text": "\n\n- Shared Text\n  - You strike a fighting pose.\n- Event - Random - Knockout ([Crash Site](#crash-site))\n  - I don't know why you thought you could fight a god.\n  - Space thief or not, Poseidon is a god.\n  - You are swallowed by the ocean so fast.\n  - Next thing you know you wake up on a beach.\n  - Your spaceship is smoldering in the near distance.\n  - Poseidon, the ship, and the pirate are nowhere to be seen.\n- Event - Default ([Fight poseidon](#fight-poseidon))"
      }
    ]
  },
  {
    "id": 30,
    "title": "Fight Poseidon",
    "text": "Choose an attack\n\nLeft Hook, Right Hook, Kick\n\n",
    "options": [
      {
        "title": "Left Hook",
        "text": "\n\n- Event - Default ([Fight Poseidon](#fight-poseidon))\n  - You throw a fist at Poseidon and you arent sure if you really punched him or if he punched you.\n- Event - Random - Beat ([Crash Site](#crash-site))\n  - You land an awesome final blow on Poseidon sending his sorry ass back into the ocean.\n  - \"I better not see you coming\n  - around any other planet's ocean!\" You shout\n  - Nice one.You and the pirate sail peacefully north. Always north.\n  - You reach the coast again and see your ship still smoldering.\n  - You hop off the boat and wave goodbye to the pirate.\n- Event - Random - Block ([Fight Poseidon](#fight-poseidon))\n  - Poseidon parry's your left hook and jabs you in your left kidney"
      },
      {
        "title": "Right Hook",
        "text": "\n\n- Event - Default ([Fight Poseidon](#fight-poseidon))\n  - You land a nice hook, but it looks a little pathetic on Poseidon's chiseled jaw\n- Event - Random - Beat ([Crash Site](#crash-site))\n  - Your right hand comes into awesome contact with Poseidon's awesome face.\n  - It's awesome.\n  - \"Yo, I'm over this.\" Poseidon concedes angrily\n  - Poseidon explodes in a flush of water.\n  - Soaked, you and the pirate continue north.\n  - You dock on the shore, your ship still smoldering in the near distance.\n  - \"Good bye\" you say cooly as you ditch the pirate.\n- Event - Random - Block ([Fight Poseidon](#fight-poseidon))\n  - Poseidon cooly sidesteps your right hook and kicks you in your right kidney"
      },
      {
        "title": "Kick",
        "text": "\n\n- Event - Default - Hit ([Fight Poseidon](#fight-poseidon))\n  - You land a kick on Poseidon, but he seems unfazed.\n- Event - Random - Beat ([Crash Site](#crash-site))\n  - You bring your leg around and quickly kick poseidon in the back of the knees\n  - He falls, to his knees, and you proceed to land a blow of kicks all the way up his back\n  - Then along his shoulders\n  - You really start working out his back muscles\n  - You find a knot and focus there\n  - Your kicks bring you to the base of his neck\n  - It's important to get blood moving there\n  - But really _you_ should get moving\n  - \"There, hope that helped\" You say dusting your hands off\n  - \"Yeah, thanks.\" Poseidon says awkwardly.\n  - _Exit Poseidon_.\n  - Together you, the pirate, and the ship sail north and dock\n  - Your ship smolders in the near distance.\n  - \"Bye Pirate\" You say as you hop off the boat.\n- Event - Random - Block ([Fight Poseidon](#fight-poseidon))\n  - Poseidon blocks your foot and punches you in your foot kidney"
      }
    ]
  },
  {
    "id": 31,
    "title": "Lava Crossing",
    "text": "Now how are you going to cross the slow moving lava flow ahead?\n\nWell I've got some great options for you:\n\nYou can either run across or dance across.\n\nBut just as I tell you this a spirit dressed in the very lava we were discussing very rudely interrupts.\n\n\"Ah, you want to cross this lava? You'll have to challenge me in a dance off!\" spurts the lava spirit\n\nI guess you're dancing.\n\n",
    "options": [
      {
        "title": "Dance Battle",
        "text": "\n\n- Event - Default [Lava Dance Battle](#lava-dance-battle)\n  - Make a move"
      }
    ]
  },
  {
    "id": 32,
    "title": "Lava Dance Battle",
    "text": "Boogie, Shimmy, Throw it back\n\n",
    "options": [
      {
        "title": "Boogie",
        "text": "\n\n- Shared Text\n  - You boogie.\n- Event - Random - Boogie ([Lava Dance Battle](#lava-dance-battle))\n  - The lava spirit boogies too\n  - This is embarrassing\n  - It's a tie\n- Event - Random - Shimmy ([Lava Dance Battle](#lava-dance-battle))\n  - The lava spirit shimmies\n  - Oof yeah shimmy beats boogie\n  - That's gonna cost you some quanola\n- Event - Random - Throw it back ([Lava Field](#lava-field))\n  - The lava spirit throws it back\n  - But your boogie is undeniable\n  - Boogie beats throwing it back.\n  - \"That was a mean boogie\" admits the lava spirit\n  - She collapses into the lava below and it immediately turns to rock\n  - You boogie across."
      },
      {
        "title": "Shimmy",
        "text": "\n\n- Shared Text\n  - You shimmy.\n- Event - Random - Boogie ([Lava Field](#lava-field))\n  - The lava spirit boogies\n  - NICE! Yeah shimmy always beats boogie\n  - That's devastating for the lava spirit\n  - \"Yeah, I've never seen a shimmy so savage\" admits the lava spirit\n  - She collapses into the lava and it immediately turns to rock\n  - You shimmy across.\n- Event - Random - Shimmy ([Lava Dance Battle](#lava-dance-battle))\n  - The lava spirit shimmies\n  - Yeah shimmy on shimmy is destructive interference\n  - It's almost like no one danced\n  - It's a tie\n- Event - Random - Throw it back ([Lava Dance Battle](#lava-dance-battle))\n  - The lava spirit throws it back\n  - Now that's devastating, a shimmy is nothing to throwing it back\n  - You look a fool\n  - That's gonna cost you some quanola."
      },
      {
        "title": "Throw it back",
        "text": "\n\n- Shared Text\n  - You throw it back.\n- Event - Random - Boogie ([Lava Dance Battle](#lava-dance-battle))\n  - The lava spirit boogies\n  - Did you really throw it back if someone boogied?\n  - I don't think so\n  - That's gonna cost you some quanola\n- Event - Random - Shimmy ([Lava Field](#lava-field))\n  - The lava spirit shimmies.\n  - You kill her\n  - You throw it back so hard it puts the lava right out\n  - I think you might have just exercised that spirit\n  - With your ass\n  - The lava immediately turns to rock\n  - You throw it back across.\n- Event - Random - Throw it back ([Lava Dance Battle](#lava-dance-battle))\n  - The lava spirit throws it back\n  - You are both throwing it back\n  - You both killed it, but no one is really losing here\n  - It's a tie."
      }
    ]
  },
  {
    "id": 33,
    "title": "Lava Field",
    "text": "You trudge across the desert marked only by lava rock and fire hazard bushes.\n\nAs you approach the rocky coast, you start to make out some figures in the distance\n\nYou might be hallucinating, but they look like swimmers.\n\nAt the coast you find that the swimmers are real\n\n\"Hey bro! Wanna race with us! We are swimming to the other side.\n\nLooks like you are racing now!\n\nWhat stroke are you going to swim: Butterfly, Freestyle, or Backstroke?\n\n",
    "options": [
      {
        "title": "Butterfly",
        "text": "\n\n- Shared Text\n  - Wow, butterfly? Show off much.\n  - The swimmers and you line up like a swim race\n  - A gun goes off?\n  - And suddenly everyone is taking off, diving into the water.\n  - You take off and slip into the cool water.\n  - You emerge again and do the butterfly thing.\n  - There are 7 of you racing\n  - Water is splashing everywhere\n- Event - Default ([Farm Coast](#farm-coast))\n  - By some miracle you start to take the lead\n  - It's a tight race, but you are managing to keep ahead\n  - Your arms are burning\n  - The opposite shore is so close\n  - With the last of your strength, you give your all and give one last pull\n  - You win\n  - Jump out of the water and scream victory!\n  - \"Woah dude, you like totally killed that\" A swimmer says clapping\n  - All the swimmers are clapping, it's awesome.\n  - You do a bow\n  - A little weird\n  - But then you turn on your heel and head straight into the cornfield heading towards your smoldering ship in the distance.\n- Event - Conditional - Trout ([Farm Straight](#farm-stait))\n  - As you start to take the lead you begin to notice a fish following you\n  - It's strange, you almost recognize the fish\n  - The fish swims up next to you\n  - Revenge burns in its eye\n  - Oh no, maybe you shouldn't have saved that trout\n  - It attacks you\n  - You start struggling against the trout while all the swimmers race past you\n  - You manage to push the trout away and start swimming as fast as you can away\n  - Leaving the race behind.\n  - For miles the trout chases you until you realize that you can get out of the water\n  - You climb out of the water on the edge of a corn field\n  - The trout glares at you from the water, then slowly sinks away\n  - You turn exhausted of water and head towards your smoldering ship.\n- Event - Conditional - Troll ([Cave Troll](#cave-troll))\n  - You are in the lead\n  - The swimmers look out of shape\n  - I think they are all doggy paddling at this point\n  - I don't know what's going on\n  - Suddenly you feel something grab your ankle\n  - Ew\n  - You look back startled and see a horrible troll gripping your leg\n  - EW\n  - The troll starts to pull you under water\n  - This is not looking good\n  - You struggle, but the troll drags you under\n  - You pass out and wake up in a wet cave."
      },
      {
        "title": "Freestyle",
        "text": "\n\n- Shared Text\n  - Freestyle? Classic\n  - Everyone lines up on the shore, posed like olympic swimmers\n  - You don't look too olympic, more like olympic adjacent\n  - Still cool though don't worry\n  - A gun goes off\n  - And the swimmers are off\n  - That includes you\n  - You dive into the water and start freestyling it up\n  - You are losing\n  - It's rough, you are in last place right now\n  - Unless some miracle act of kindness from your past shows up, this is looking over\n- Event - Default ([Farm Coast](#farm-coast))\n  - You all reach the other side\n  - \"Haha nice swimming bro!\" Shouts one of the swimmers as he waits for you on the shore\n  - He high fives you as you get out\n  - \"You weren't too terrible bro! Maybe you should practice on your own time so you can compete better with us!\" The dude swimmer smiles\n  - Don't waste your time on him, you've got space granola to smuggle.\n  - You climb out of the water and head off towards your smoldering ship in the near distance.\n- Event - Conditional - Trout ([Farm Coast](#farm-coast))\n  - And by some miracle, a giant trout miraculously explodes from the surface vengefully\n  - The trout starts knocking out the other swimmers\n  - You are starting to take the lead as the swimmers begin to panic\n  - The opposite coast is approaching quickly\n  - The vengeful trout is getting closer\n  - One swimmer remains, until he doesn't\n  - The trout swims up to you\n  - You both make eye contact\n  - There is a shared moment of mutual respect.\n  - With a nod the trout turns and disappears into the murky distance.\n  - You win\n  - You reach the other shore\n  - All the swimmers are strewn floating about in the straight.\n  - You turn on your heel and head off towards your smoldering ship\n- Event - Conditional - Troll ([Cave Troll](#cave-troll))\n  - As the swimmers leave you in the dust\n  - Or bubbles?\n  - Mud?\n  - You feel something grab your ankle\n  - You don't even look back, you are losing and let whatever pulls you drag you under\n  - You pass out and wake up in a wet cave."
      },
      {
        "title": "Backstroke",
        "text": "\n\n- Shared Text\n  - Ah, the backstroke, the one swimming method where you can't see where you are going\n  - And they have to put a string over the pool just to make this race possible\n  - Good thing someone strung a string over this straight right\n  - Over the whole length of this straight\n  - Yeah that doesn't make anysense\n  - Starting in the water, a gun goes off and you take off\n  - Everyone else from their marks, you in the water\n- Event - Default ([Farm Straight](#farm-stait))\n  - After a while of just staring at the sky and getting scars on your retina\n  - You start to get suspicious that you have been swimming for a long time\n  - Turns out, you had hung a hard left (from your backstroke perspective)\n  - And had begun swimming inland up the straight\n  - What are you doing?\n  - Eventually you stop swimming and take a look around\n  - Yeah you are lost\n  - You decide to get out of the water.\n  - On the shore you can make out smoke rising from your smoldering ship over the corn field\n  - You head into the corn\n- Event - Conditional - Trout ([Farm Coast](#farm-coast))\n  - You stare up at the sun, the sun stares back down at you\n  - You are losing the staring contest\n  - You start to notice you hear some yelps and shouts\n  - You decide to take a look\n  - You stop swimming and look around to see that you had been keeping up with the other swimmers\n  - But some swimmers are missing\n  - Suddenly a giant trout explodes from the surface near another swimmer and knocks them out\n  - Not again, you are not playing this fish's game\n  - You give up on backstroke and go into butterfly\n  - All the swimmers are going down until you are the last one\n  - You look back and you can see the trout coming for you\n  - Just as the trout reaches you, you throw yourself on to land\n  - The trout flies past you and lands at the foot of the corn field.\n  - You glare at the trout\n  - Hey! Don't waste your time on this fish\n  - Don't forget who you are!\n  - You are an intergalactic quanola fish\n  - This fish can barely see past its own anger\n  - You turn on your heel and head into the corn towards your smoldering fish.\n- Event - Conditional - Troll ([Cave Troll](#cave-troll))\n  - The sun beats down on your exposed face\n  - This is a silly swimming stroke\n  - Maybe the sun will tell you when you get close to the other shore\n  - Probably not\n  - Suddenly you feel something grip your ankle\n  - It's a horrible troll and his horrible troll hand\n  - Yo WHAT!\n  - You are yanked underwater and dragged into what looks like a cave\n  - You both emerge from the water into a pocket of air provided by the cave"
      }
    ]
  },
  {
    "id": 34,
    "title": "Volcano Plain",
    "text": "Coming around the Volcano you come to an old tourist attraction for hang gliding.\n\nNo one is operating it, but there is a hang glider.\n\nTo your right, the ground falls away and you can see that across the Bagel Plains, across the Strait of the Angry Trout, across the Haunted Cornfield, your ship is smoldering.\n\nTo your left, there is a cave.\n\nStrange sounds whisper from its mouth.\n\nWhat will you do: fly or enter the cave?\n\n",
    "options": [
      {
        "title": "Fly",
        "text": "\n\n- Event - Default ([Farm Strait](#farm-stait))\n  - It's time to fly\n  - Maybe flight competition"
      },
      {
        "title": "Cave",
        "text": "\n\n- Shared Text\n  - With no light, like a genius, you enter the cave.\n- Event - Default ([Cave](#cave))\n- Event - Conditional - Troll ([Cave Troll](#cave-troll))\n  - Right as the light ends, you are hit in the head with a rock\n  - You come back to awareness laying on the wet, hard cave floor\n  - In total darkness."
      }
    ]
  },
  {
    "id": 35,
    "title": "Volcano Lava",
    "text": "You round the volcano rewarded with amazing vistas of the ocean, the straight, and the lava field below.\n\nIt's inspiring. Trust me.\n\nYou come around to the entrance of a cave on your right and a view across the Strait of the Angry Trout to the Haunted Cornfield where your ship is smoldering.\n\nIt might look like your only choice is to enter the cave, but hey, wanna try flying?\n\n",
    "options": [
      {
        "title": "Fly",
        "text": "\n\n- Shared Text\n  - I like your imagination and confidence.\n  - Let's call it imagidence, that's what's going to get you across the straight.\n  - You step to the clift edge.\n  - A breeze lightly tugs at your clothes, encouraging you to take the step.\n  - Birds glide by, demonstrating how you might fly.\n  - The sky is clear, inviting you to join.\n  - The sun is warm, bathing your stage in a wide spotlight.\n  - This is going to work.\n  - You take a brave step\n  - You take another\n  - And to your surprise,\n- Event - Default ([Farm Coast](#farm-coast))\n  - With your weight dispersed across the entire sky, you soar into the air\n  - You slip through currents and streams like slides\n  - Carefully controlling your momentum by shifting that dispersed weight of yours\n  - Speeding up\n  - Slowing down\n  - Drifting and racing\n  - You fly over the desert and the straight\n  - In the distance you can see smoke rising from your crashed ship\n  - Your journey is nearing an end,\n  - But maybe you've discovered that this moment and, all your moments really, are the real reason for your journey.\n  - And maybe you've already reached the end, many times.\n  - Maybe there is no destination because we always arrive to now.\n  - Next thing you know you crash face first into a field of corn and eat dirt.\n  - You wake up surrounded by corn. A subsidized nightmare.\n- Event - Random - Fall ([Lava Field](#lava-field))\n  - You fall.\n  - You fall all the way down the volcano.\n  - If you were me watching yourself tumble the way you did\n  - You'd be so embarrassed\n  - Limbs flying\n  - Rocks kicked up everywhere\n  - And it was a really long fall.\n  - Like long enough to get bored of watching\n  - I stopped watching actually\n  - I looked back and you looked rather rough sitting at the bottom.\n  - But as rough as you look, you get up ready for more adventure.\n  - There is theft to carry out."
      },
      {
        "title": "Cave",
        "text": "\n\n- Shared Text\n  - With no light, like a genius, you enter the cave.\n- Event - Default ([Cave](#cave))\n- Event - Conditional - Troll ([Cave Troll](#cave-troll))\n  - Right as the light ends, you are hit in the head with a rock\n  - You come back to awareness laying on the wet, hard cave floor\n  - In total darkness."
      }
    ]
  },
  {
    "id": 36,
    "title": "Farm Coast",
    "text": "You push your way through the tall corn stalks\n\nAnd they push back\n\nIt's not so easy walking through this corn.\n\nBut your ship is so close you can smell the smoldering crash.\n\nFinally, the corn makes way\n\nFor a very haunted looking house.\n\nThe sky seems to have gone gray and cloudy.\n\nAll the windows are open whether because they hang or because the glass is broken.\n\nOutside the haunted house there is a ghost of what looks like a farmer.\n\n\"AH!\" Screams the ghost farmer\n\nYou startled him\n\n\"Oh you're not a ghost. Please, you have to help me. Some ghosts stole my staff! I'm so scared of ghosts, I can't go in\"\n\n\"You have to search the house PLEASE\"\n\nTime to help this ghost farmer get back his staff from ghosts.\n\n",
    "options": [
      {
        "title": "Cellar",
        "text": "\n\n- Event - Default ([Outside](#outside))\n  - You walk over to the cellar doors.\n  - They are locked, looks like you'll need a key."
      },
      {
        "title": "Front Door",
        "text": "\n\n- Event - Default ([Foyer](#foyer))\n  - You carefully walk up the collapsing porch steps and enter the front door"
      },
      {
        "title": "Ghost Farmer",
        "text": "\n\n- Event - Default ([Outside](#outside))\n  - Please help me, the house is haunted and I'm terrified of ghosts."
      }
    ]
  },
  {
    "id": 37,
    "title": "Outside",
    "text": "You are outside the haunted house.\n\n",
    "options": [
      {
        "title": "Cellar",
        "text": "\n\n- Event - Default ([Outside](#outside))\n  - You walk over to the cellar doors.\n  - They are locked, looks like you'll need a key.\n- Event - Conditional ([Cellar](#cellar))\n  - :IF hasKey\n  - You walk over to the cellar doors.\n  - With your key, you unlock the doors and swing them open."
      },
      {
        "title": "Front Door",
        "text": "\n\n- Event - Default ([Foyer](#foyer))\n  - You carefully walk up the collapsing porch steps and enter the front door"
      },
      {
        "title": "Ghost Farmer",
        "text": "\n\n- Event - Default ([Outside](#outside))\n  - Please help me, the house is haunted and I'm terrified of ghosts.\n- Event - Conditional ([Crash Site](#crash-site))\n  - :IF hasStaff\n  - \"Oh my quanola! Thank you so much. Oh I don't know what I would have done without my staff. It's hard work being a farmer. But I love it and plan to tend to these fields until I die.\"\n  - The ghost farmer smiles and turns away. All the gosling staff waddle after him into the corn.\n  - You leave the haunted house behind and march towards your ship."
      }
    ]
  },
  {
    "id": 38,
    "title": "Foyer",
    "text": "You are in the foyer.\n\n",
    "options": [
      {
        "title": "Stairs",
        "text": "\n\n- Event - Default ([Stairs](#stairs))\n  - You walk up the stairs to the second floor\n  - Avoiding ghosts and saying excuse me like you can even touch them"
      },
      {
        "title": "Living Room",
        "text": "\n\n- Event - Default ([Living Room](#living-room))\n  - You \"push\" your way to the living room"
      },
      {
        "title": "Dining Room",
        "text": "\n\n- Event - Default ([Dining Room](#dining-room))\n  - You wind your way to the dining room"
      },
      {
        "title": "Look around",
        "text": "\n\n- Event - Default ([Foyer](#foyer))\n  - For a space of greeting, this space seems to be asking you to leave\n  - There are ghosts everywhere\n  - There seems to be a party going on\n  - Even with the crowd, it's dead silent………..\n  - There isn't much else in this room"
      }
    ]
  },
  {
    "id": 39,
    "title": "Stairs",
    "text": "You are up the stairs\n\n",
    "options": [
      {
        "title": "Downstairs",
        "text": "\n\n- Event - Default ([Foyer](#foyer))\n  - You stubble down the stairs"
      },
      {
        "title": "Bathroom",
        "text": "\n\n- Event - Default ([Bathroom](#bathroom))\n  - You open the door to the bathroom"
      },
      {
        "title": "Small Bedroom",
        "text": "\n\n- Event - Default ([Bedroom](#bedroom))\n  - You waddle into the bedroom"
      },
      {
        "title": "Main Bedroom",
        "text": "\n\n- Event - Default ([Main Bedroom](#main-bedroom))\n  - You wiggle into the main bedroom"
      }
    ]
  },
  {
    "id": 40,
    "title": "Living Room",
    "text": "You are in the living room.\n\n",
    "options": [
      {
        "title": "Foyer",
        "text": "\n\n- Event - Default ([Foyer](#foyer))\n  - You excuse yourself into the foyer\n  - No one turns to see you go"
      },
      {
        "title": "Kitchen",
        "text": "\n\n- Event - Default ([Kitchen](#kitchen))\n  - You shimmy your way to the kitchen"
      },
      {
        "title": "Look Around",
        "text": "\n\n- Event - Default ([Living Room](#living-room))\n  - There are ghosts sitting on the couch\n  - And there are ghosts dancing on the couch\n  - Ghosts are chatting silently\n  - Everyone is see through\n  - I think that's a metaphor.\n  - There isn't much else in this room"
      }
    ]
  },
  {
    "id": 41,
    "title": "Dining Room",
    "text": "You are in the dining room\n\n",
    "options": [
      {
        "title": "Foyer",
        "text": "\n\n- Event - Default ([Foyer](#foyer))\n  - You excuse yourself into the foyer\n  - No one turns to see you go"
      },
      {
        "title": "Kitchen",
        "text": "\n\n- Event - Default ([Kitchen](#kitchen))\n  - You jive your way to the kitchen"
      },
      {
        "title": "Look Around",
        "text": "\n\n- Event - Default ([Dining Room](#dining-room))\n  - There are ghosts gathered around the dining room table\n  - They seem to be playing a game with cups\n  - But most of their attention is turned to one ghost\n  - That ghost seems to be ranting about balkanization\n  - I don't know, sounds complicated\n  - We only have time for quantum space granola"
      },
      {
        "title": "Check Cups",
        "text": "\n\n- Event - Conditional ([Dining Room](#dining-room))\n  - :IF NOT hasPatrick\n  - In the middle of their game, you check each of the cups\n  - The cups are mostly disintegrated, but plastic never really goes away\n  - Eventually you find a cup with a shape in it\n  - You retrieve the shape from cup\n  - It's a triangle with P on it\n- Event - Conditional ([Dining Room](#dining-room))\n  - :IF hasPatrick\n  - In the middle of their game, you check each of the cups\n  - But all the that were once full\n  - Are now all empty\n  - Much like the house"
      }
    ]
  },
  {
    "id": 42,
    "title": "Kitchen",
    "text": "You are in the kitchen\n\n",
    "options": [
      {
        "title": "Look Around",
        "text": "\n\n- Event - Default ([Kitchen](#kitchen))\n  - The kitchen is bustling\n  - One ghost is cooking Smac and Cheese\n  - Other ghosts are making drinks and chatting\n  - Another ghost opens a unpowered fridge\n- Event - Conditional - Goslings Action ([Stairs](#stairs))\n  - :IF hasGoslings"
      },
      {
        "title": "Living Room",
        "text": "\n\n- Event - Default ([Living Room](#living-room))\n  - You shimmy into the living room\n- Event - Conditional - Goslings Action ([Stairs](#stairs))\n  - :IF hasGoslings"
      },
      {
        "title": "Dining Room",
        "text": "\n\n- Event - Default ([Dining Room](#dining-room))\n  - You giddy up into the dining room\n- Event - Conditional - Goslings Action ([Stairs](#stairs))\n  - :IF hasGoslings"
      },
      {
        "title": "Check Fridge",
        "text": "\n\n- Event - Conditional - no has ([Kitchen](#kitchen))\n  - :IF not hasJacob\n  - Through? The ghost you see a shape\n  - You \"brush\" past the ghost to retrieve the shape\n  - It's a star with the letter J on it\n  - You take it\n- Event - Conditional - has ([Kitchen](#kitchen))\n  - :IF hasJacob\n  - The fridge has an emptiness about it"
      }
    ]
  },
  {
    "id": 43,
    "title": "Main Bedroom",
    "text": "You are in the main bedroom\n\n",
    "options": [
      {
        "title": "Look around",
        "text": "\n\n- Event - Default ([Main Bedroom](#main-bedroom))\n  - The bedroom is just as crowded as every other room\n  - If you still consider see-through ghosts in an abandoned home a crowd\n  - There is one ghost passed out on the large king bed\n  - King shit"
      },
      {
        "title": "Check under the pillow",
        "text": "\n\n- Event - Conditional - no has ([Main Bedroom](#main-bedroom))\n  - :IF not hasMurari\n  - You approach the sleeping ghost\n  - You slip your hand under the ghost's pillow\n  - It's old and the pillow feels like it disintegrates as you make contact with it\n  - You feel a shape and pull your hand out\n  - It's a circle with an M on it\n- Event - Conditional - has ([Main Bedroom](#main-bedroom))\n  - :IF hasMurari\n  - You approach the sleeping ghost\n  - You slip your hand under the ghost's pillow\n  - But there is nothing there\n  - You quickly retreat"
      },
      {
        "title": "Stairs",
        "text": "\n\n- Event - Default ([Stairs](#stairs))\n  - You head back to the stairs\n- Event - Conditional - Goslings Action ([Stairs](#stairs))\n  - :IF hasGoslings"
      }
    ]
  },
  {
    "id": 44,
    "title": "Bedroom",
    "text": "You are in a bedroom\n\n",
    "options": [
      {
        "title": "Look around",
        "text": "\n\n- Event - Default ([Bedroom](#bedroom))\n  - This room is unusually empty\n  - Or maybe it's the usual empty you'd expect from an abandoned house\n  - But not quite as empty as it should be\n  - There are 4 ghosts sitting together at the foot of the bed\n  - They seem to be playing a video game on a now dead tv\n  - At their feet there is a box with 4 simple shaped holes on the top\n  - Through the holes you spot a key"
      },
      {
        "title": "Check Box",
        "text": "\n\n- Event - Conditional - No ([Bedroom](#bedroom))\n  - :IF NOT hasAllShapes\n  - You go to check the box\n  - All four ghosts quickly glare at you as you go to pick up the box\n  - It seems they will not be letting you get that key…\n  - yet\n- Event - Conditional - Yes ([Bedroom](#bedroom))\n  - :IF hasAllShapes\n    - :SET hasKey\n  - You go to check the box\n  - You place each of the shapes into their appropriately shaped hole\n  - The boyz watch you\n  - You lift the top of the box off\n  - The boyz watch\n  - You take the key\n  - The boyz return to their game\n- Event - Conditional - Empty ([Bedroom](#bedroom))\n  - :IF hasKey\n  - The box is empty\n  - The boyz are not interested in you anymore"
      },
      {
        "title": "Stairs",
        "text": "\n\n- Event - Default ([Stairs](#stairs))\n  - You walk out of the bedroom"
      }
    ]
  },
  {
    "id": 45,
    "title": "Bathroom",
    "text": "You are in the bathroom\n\n",
    "options": [
      {
        "title": "Stairs",
        "text": "\n\n- Event - Default ([Stairs](#stairs))\n  - You wiggle your way out of the bathroom and back to the stairs"
      },
      {
        "title": "Look around",
        "text": "\n\n- Event - Default ([Bathroom](#bathroom))\n  - The bathroom is longer than wide\n  - There are ghosts dancing and chatting\n  - One ghost is doing neither\n  - He is sat against the bathtub next to the toilet\n  - Embarrassing"
      },
      {
        "title": "Check Sitting Ghost",
        "text": "\n\n- Event - Conditional - hasZach ([Bathroom](#bathroom))\n  - :IF hasZach\n  - You awkwardly pass through the other ghosts to check on the sitting ghost\n  - Not sure if its because he is a ghost or because of the night he has had\n  - But he looks ghostly\n- Event - Conditional - not hasZach ([Bathroom](#bathroom))\n  - :IF NOT hasZach\n    - :SET hasZach TRUE\n  - You awkwardly pass through the other ghosts to check on the sitting ghost\n  - Laying next to one of the sitting ghost's hands is a shape\n  - You collect the shape\n  - It is a square with a Z on it"
      }
    ]
  },
  {
    "id": 46,
    "title": "Cellar",
    "text": "You are in the cellar\n\n",
    "options": [
      {
        "title": "Look around",
        "text": "\n\n- Event - Conditional - Goslings ([Cellar](#cellar))\n  - :IF not hasGoslings\n  - In the low light of the cellar, you can't really make out what covers the entire floor\n  - But you don't need to see\n  - Because all you hear is the sound of honking goslings\n- Event - Conditional - no Goslings ([Cellar](#cellar))\n  - :IF hasGoslings\n  - The staff of goslings fill the cellar with you and honk about"
      },
      {
        "title": "Goose around",
        "text": "\n\n- Event - Conditional - Goslings ([Cellar](#cellar))\n  - :IF NOT hasGoslings\n    - :SET hasGoslings TRUE\n  - You goose around with your arms bent like wings\n  - And you honk\n  - The goslings love it\n  - The 100 goslings goose around and honk back\n- Event - Conditional - no Goslings ([Cellar](#cellar))\n  - :IF hasGoslings\n  - You goose\n  - They all goose\n  - HONK!"
      },
      {
        "title": "Outside",
        "text": "\n\n- Event - Conditional - Goslings ([Outside](#outside))\n  - :IF hasGoslings\n  - You and the goslings waddle outside\n- Event - Conditional - no Goslings ([Outside](#outside))\n  - :IF NOT hasGoslings\n  - You close the cellar doors on the honks"
      }
    ]
  },
  {
    "id": 47,
    "title": "Cave Troll",
    "text": "As your eyes adjust to nothing\n\nA torch is lit.\n\nA warm light basks a horribly ugly troll.\n\n\"Ah, so you thought you could get away without paying my Troll Bridge Bridge Toll??\"\n\n\"WRONG! I found you and now I'm going to take everything of yours like you took mine\"\n\nI'm not really sure what you took besides taking your foot to the side of his FACE OOOHHHHHH\n\n\"If you want to escape you'll have to beat me in the Troll Game, the Game for Trolls!\"\n\nThe troll slowly scans the cave floor for a rock\n\n\"Ok, which hand is the Troll Rock in?\"\n\nHe's got a left and a right hand.\n\n",
    "options": [
      {
        "title": "Left Hand",
        "text": "\n\n- Shared Text\n  - You point to the Troll's left hand\n  - \"AHAHAHAA, YOU THINK LEFT?\"\n- Event - Default ([Cave](#cave))\n  - The troll's horrible smirk drops as he realizes where the rock is\n  - He opens and closes his hands hoping the rock will move\n  - It does not\n  - It is a rock\n  - \"No, you can't just play once, that's not fair, after you kicked me from my home\"\n  - The Troll falls to his knees\n  - \"Why? Why must life be so cruel!!\" sobs the troll\n  - \"I just wanted to take from others!!\" the troll cries\n  - You push past the troll and continue through the cave.\n- Event - Random - Wrong ([Troll Game, the Game for Trolls](#troll-game,-the-game-for-trolls))\n  - \"WRONG!\" shouts the troll\n  - ‘Wrong' echoes through the cave system to remind you\n  - \"Try again!\" the troll giggles"
      },
      {
        "title": "Right Hand",
        "text": "\n\n- Shared Text\n  - You point to the Troll's right hand\n  - \"YOU THINK RIGHT IS RIGHT AAAAAAAAA\" the troll cackles\n- Event - Default ([Cave](#cave))\n  - The troll's horrible smirk drops as he realizes where the rock is\n  - He opens and closes his hands hoping the rock will move\n  - It does not\n  - It is a rock\n  - \"No, you can't just play once, that's not fair, after you kicked me from my home\"\n  - The Troll falls to his knees\n  - \"Why? Why must life be so cruel!!\" sobs the troll\n  - \"I just wanted to take from others!!\" the troll cries\n  - You push past the troll and continue through the cave.\n- Event - Random - Wrong ([Troll Game, the Game for Trolls](#troll-game,-the-game-for-trolls))\n  - \"WRONG!\" laughs the troll\n  - The cave echoes ‘Wrong' back to you\n  - \"Try again!\" the troll gargles"
      }
    ]
  },
  {
    "id": 48,
    "title": "Troll Game, the Game for Trolls",
    "text": "Choose a hand, left or right.\n\n",
    "options": [
      {
        "title": "Left Hand",
        "text": "\n\n- Shared Text\n  - You point to the Troll's left hand\n  - \"AHAHAHAA, YOU THINK LEFT?\"\n- Event - Default ([Cave](#cave))\n  - The troll's horrible smirk drops as he realizes where the rock is\n  - He opens and closes his hands hoping the rock will move\n  - It does not\n  - It is a rock\n  - \"No, you can't just play once, that's not fair, after you kicked me from my home\"\n  - The Troll falls to his knees\n  - \"Why? Why must life be so cruel!!\" sobs the troll\n  - \"I just wanted to take from others!!\" the troll cries\n  - You push past the troll and continue through the cave.\n- Event - Random - Wrong ([Troll Game, the Game for Trolls](#troll-game,-the-game-for-trolls))\n  - \"WRONG!\" shouts the troll\n  - ‘Wrong' echoes through the cave system to remind you\n  - \"Try again!\" the troll giggles"
      },
      {
        "title": "Right Hand",
        "text": "\n\n- Shared Text\n  - You point to the Troll's right hand\n  - \"YOU THINK RIGHT IS RIGHT AAAAAAAAA\" the troll cackles\n- Event - Default ([Cave](#cave))\n  - The troll's horrible smirk drops as he realizes where the rock is\n  - He opens and closes his hands hoping the rock will move\n  - It does not\n  - It is a rock\n  - \"No, you can't just play once, that's not fair, after you kicked me from my home\"\n  - The Troll falls to his knees\n  - \"Why? Why must life be so cruel!!\" sobs the troll\n  - \"I just wanted to take from others!!\" the troll cries\n  - You push past the troll and continue through the cave.\n- Event - Random - Wrong ([Troll Game, the Game for Trolls](#troll-game,-the-game-for-trolls))\n  - \"WRONG!\" laughs the troll\n  - The cave echoes ‘Wrong' back to you\n  - \"Try again!\" the troll gargles"
      }
    ]
  },
  {
    "id": 49,
    "title": "Cave",
    "text": "The cave is dark\n\nLittle to no light has decided to descend with you, which is a bit telling\n\nOf this cave\n\nOr of you\n\nI'm not trying to say anything, I'm just saying something\n\nAs you round a corner, a warm light appears\n\nA torch is hung at a fork. A figure of a boar bathes in the light below. Will you go left or right?\n\n",
    "options": [
      {
        "title": "Left",
        "text": "\n\n- Shared Text\n  - :INCREMENT count\n  - You head down the left fork\n  - Light watches you leave\n- Event - Conditional - Fork Left ([Fork Left](#cave-fork-left))\n- Event - Conditional - Fork Right ([Fork Right](#cave-fork-right))\n- Event - Conditional - R Branch Straight ([R Branch Straight](#cave-r-branch-straight))\n- Event - Conditional - R Branch Right ([R Branch Right](#cave-r-branch-right))\n- Event - Conditional - L Branch Straight ([L Branch Straight](#cave-l-branch-straight))\n- Event - Conditional - L Branch Left ([L Branch Left](#cave-l-branch-left))"
      },
      {
        "title": "Right",
        "text": "\n\n- Shared Text\n  - You head down the right fork\n  - Light flickers goodbye\n- Event - Conditional - Fork Left ([Fork Left](#cave-fork-left))\n- Event - Conditional - Fork Right ([Fork Right](#cave-fork-right))\n- Event - Conditional - R Branch Straight ([R Branch Straight](#cave-r-branch-straight))\n- Event - Conditional - R Branch Right ([R Branch Right](#cave-r-branch-right))\n- Event - Conditional - L Branch Straight ([L Branch Straight](#cave-l-branch-straight))\n- Event - Conditional - L Branch Left ([L Branch Left](#cave-l-branch-left))"
      }
    ]
  },
  {
    "id": 50,
    "title": "Cave Fork Left",
    "text": "A light appears.\n\nAt a fork, a boar bathes in the light.\n\nWill you go left or right?\n\n",
    "options": [
      {
        "title": "Left",
        "text": "\n\n- Shared Text\n  - :INCREMENT count\n  - You head down the left fork\n  - Light watches you leave\n- Event - Conditional - Fork Left ([Fork Left](#cave-fork-left))\n  - :IF count \\< 4\n- Event - Conditional - Fork Right ([Fork Right](#cave-fork-right))\n  - :IF count \\< 4\n- Event - Conditional - R Branch Straight ([R Branch Straight](#cave-r-branch-straight))\n  - :IF count \\< 4\n- Event - Conditional - R Branch Right ([R Branch Right](#cave-r-branch-right))\n  - :IF count \\< 4\n- Event - Conditional - L Branch Straight ([L Branch Straight](#cave-l-branch-straight))\n  - :IF count \\< 4\n- Event - Conditional - L Branch Left ([L Branch Left](#cave-l-branch-left))\n  - :IF count \\< 4\n- Event - Conditional - Exit ([Crash Site](#crash-site))\n  - :IF count \\== 4\n  - As you stumble through the darkness,\n  - The floor begins to climb\n  - You are returning to the surface!\n  - Light begins to find its way to you, like rescuers\n  - You run out of the cave and straight into a corn field\n  - You spin around and just behind you\n  - Is your ship"
      },
      {
        "title": "Right",
        "text": "\n\n- Shared Text\n  - You head down the right fork\n  - Light flickers goodbye\n- Event - Conditional - Fork Left ([Fork Left](#cave-fork-left))\n  - :IF count \\< 4\n- Event - Conditional - Fork Right ([Fork Right](#cave-fork-right))\n  - :IF count \\< 4\n- Event - Conditional - R Branch Straight ([R Branch Straight](#cave-r-branch-straight))\n  - :IF count \\< 4\n- Event - Conditional - R Branch Right ([R Branch Right](#cave-r-branch-right))\n  - :IF count \\< 4\n- Event - Conditional - L Branch Straight ([L Branch Straight](#cave-l-branch-straight))\n  - :IF count \\< 4\n- Event - Conditional - L Branch Left ([L Branch Left](#cave-l-branch-left))\n  - :IF count \\< 4\n- Event - Conditional - Exit ([Crash Site](#crash-site))\n  - :IF count \\== 4\n  - As you stumble through the darkness,\n  - The floor begins to climb\n  - You are returning to the surface!\n  - Light begins to find its way to you, like rescuers\n  - You run out of the cave and straight into a corn field\n  - You spin around and just behind you\n  - Is your ship"
      }
    ]
  },
  {
    "id": 51,
    "title": "Cave Fork Right",
    "text": "A light appears.\n\nAt a fork, a deer bathes in the light.\n\nWill you go left or right?\n\n",
    "options": [
      {
        "title": "Left",
        "text": "\n\n- Shared Text\n  - You head down the left fork\n  - Light watches you leave\n- Event - Conditional - Fork Left ([Fork Left](#cave-fork-left))\n  - :IF count \\< 4\n- Event - Conditional - Fork Right ([Fork Right](#cave-fork-right))\n  - :IF count \\< 4\n- Event - Conditional - R Branch Straight ([R Branch Straight](#cave-r-branch-straight))\n  - :IF count \\< 4\n- Event - Conditional - R Branch Right ([R Branch Right](#cave-r-branch-right)\n  - :IF count \\< 4\n- Event - Conditional - L Branch Straight ([L Branch Straight](#cave-l-branch-straight))\n  - :IF count \\< 4\n- Event - Conditional - L Branch Left ([L Branch Left](#cave-l-branch-left))\n  - :IF count \\< 4\n- Event - Conditional - Exit ([Crash Site](#crash-site))\n  - :IF count \\== 4\n  - As you stumble through the darkness,\n  - The floor begins to climb\n  - You are returning to the surface!\n  - Light begins to find its way to you, like rescuers\n  - You run out of the cave and straight into a corn field\n  - You spin around and just behind you\n  - Is your ship"
      },
      {
        "title": "Right",
        "text": "\n\n- Shared Text\n  - :INCREMENT count\n  - You head down the right fork\n  - Light flickers goodbye\n- Event - Conditional - Fork Left ([Fork Left](#cave-fork-left))\n  - :IF count \\< 4\n- Event - Conditional - Fork Right ([Fork Right](#cave-fork-right))\n  - :IF count \\< 4\n- Event - Conditional - R Branch Straight ([R Branch Straight](#cave-r-branch-straight))\n  - :IF count \\< 4\n- Event - Conditional - R Branch Right ([R Branch Right](#cave-r-branch-right)\n  - :IF count \\< 4\n- Event - Conditional - L Branch Straight ([L Branch Straight](#cave-l-branch-straight))\n  - :IF count \\< 4\n- Event - Conditional - L Branch Left ([L Branch Left](#cave-l-branch-left))\n  - :IF count \\< 4\n- Event - Conditional - Exit ([Crash Site](#crash-site))\n  - :IF count \\== 4\n  - As you stumble through the darkness,\n  - The floor begins to climb\n  - You are returning to the surface!\n  - Light begins to find its way to you, like rescuers\n  - You run out of the cave and straight into a corn field\n  - You spin around and just behind you\n  - Is your ship"
      }
    ]
  },
  {
    "id": 52,
    "title": "Cave L Branch Left",
    "text": "A light appears.\n\nA branch leaves the path to the left, geese bathe in the light.\n\nWill you go left or continue straight?\n\n",
    "options": [
      {
        "title": "Left",
        "text": "\n\n- Shared Text\n  - :INCREMENT count\n  - You turn left\n  - Light watches you go\n- Event - Conditional - Fork Left ([Fork Left](#cave-fork-left))\n  - :IF count \\< 4\n- Event - Conditional - Fork Right ([Fork Right](#cave-fork-right))\n  - :IF count \\< 4\n- Event - Conditional - R Branch Straight ([R Branch Straight](#cave-r-branch-straight))\n  - :IF count \\< 4\n- Event - Conditional - R Branch Right ([R Branch Right](#cave-r-branch-right)\n  - :IF count \\< 4\n- Event - Conditional - L Branch Straight ([L Branch Straight](#cave-l-branch-straight))\n  - :IF count \\< 4\n- Event - Conditional - L Branch Left ([L Branch Left](#cave-l-branch-left))\n  - :IF count \\< 4\n- Event - Conditional - Exit ([Crash Site](#crash-site))\n  - :IF count \\== 4\n  - As you stumble through the darkness,\n  - The floor begins to climb\n  - You are returning to the surface!\n  - Light begins to find its way to you, like rescuers\n  - You run out of the cave and straight into a corn field\n  - You spin around and just behind you\n  - Is your ship"
      },
      {
        "title": "Straight",
        "text": "\n\n- Shared Text\n  - You continue straight\n  - Light hugs your back goodbye\n- Event - Conditional - Fork Left ([Fork Left](#cave-fork-left))\n  - :IF count \\< 4\n- Event - Conditional - Fork Right ([Fork Right](#cave-fork-right))\n  - :IF count \\< 4\n- Event - Conditional - R Branch Straight ([R Branch Straight](#cave-r-branch-straight))\n  - :IF count \\< 4\n- Event - Conditional - R Branch Right ([R Branch Right](#cave-r-branch-right)\n  - :IF count \\< 4\n- Event - Conditional - L Branch Straight ([L Branch Straight](#cave-l-branch-straight))\n  - :IF count \\< 4\n- Event - Conditional - L Branch Left ([L Branch Left](#cave-l-branch-left))\n  - :IF count \\< 4\n- Event - Conditional - Exit ([Crash Site](#crash-site))\n  - :IF count \\== 4\n  - As you stumble through the darkness,\n  - The floor begins to climb\n  - You are returning to the surface!\n  - Light begins to find its way to you, like rescuers\n  - You run out of the cave and straight into a corn field\n  - You spin around and just behind you\n  - Is your ship"
      }
    ]
  },
  {
    "id": 53,
    "title": "Cave L Branch Straight",
    "text": "A light appears.\n\nA branch leaves the path to the left, a swallow bathes in the light.\n\nWill you go left or continue straight?\n\n",
    "options": [
      {
        "title": "Left",
        "text": "\n\n- Shared Text\n  - You turn left\n  - Light watches you go\n- Event - Conditional - Fork Left ([Fork Left](#cave-fork-left))\n  - :IF count \\< 4\n- Event - Conditional - Fork Right ([Fork Right](#cave-fork-right))\n  - :IF count \\< 4\n- Event - Conditional - R Branch Straight ([R Branch Straight](#cave-r-branch-straight))\n  - :IF count \\< 4\n- Event - Conditional - R Branch Right ([R Branch Right](#cave-r-branch-right)\n  - :IF count \\< 4\n- Event - Conditional - L Branch Straight ([L Branch Straight](#cave-l-branch-straight))\n  - :IF count \\< 4\n- Event - Conditional - L Branch Left ([L Branch Left](#cave-l-branch-left))\n  - :IF count \\< 4\n- Event - Conditional - Exit ([Crash Site](#crash-site))\n  - :IF count \\== 4\n  - As you stumble through the darkness,\n  - The floor begins to climb\n  - You are returning to the surface!\n  - Light begins to find its way to you, like rescuers\n  - You run out of the cave and straight into a corn field\n  - You spin around and just behind you\n  - Is your ship"
      },
      {
        "title": "Straight",
        "text": "\n\n- Shared Text\n  - :INCREMENT count\n  - You continue straight\n  - Light hugs your back goodbye\n- Event - Conditional - Fork Left ([Fork Left](#cave-fork-left))\n  - :IF count \\< 4\n- Event - Conditional - Fork Right ([Fork Right](#cave-fork-right))\n  - :IF count \\< 4\n- Event - Conditional - R Branch Straight ([R Branch Straight](#cave-r-branch-straight))\n  - :IF count \\< 4\n- Event - Conditional - R Branch Right ([R Branch Right](#cave-r-branch-right)\n  - :IF count \\< 4\n- Event - Conditional - L Branch Straight ([L Branch Straight](#cave-l-branch-straight))\n  - :IF count \\< 4\n- Event - Conditional - L Branch Left ([L Branch Left](#cave-l-branch-left))\n  - :IF count \\< 4\n- Event - Conditional - Exit ([Crash Site](#crash-site))\n  - :IF count \\== 4\n  - As you stumble through the darkness,\n  - The floor begins to climb\n  - You are returning to the surface!\n  - Light begins to find its way to you, like rescuers\n  - You run out of the cave and straight into a corn field\n  - You spin around and just behind you\n  - Is your ship"
      }
    ]
  },
  {
    "id": 54,
    "title": "Cave R Branch Straight",
    "text": "A light appears.\n\nA branch leaves the path to the right, a cuckoo bathes in the light.\n\nWill you continue straight or go right?\n\n",
    "options": [
      {
        "title": "Straight",
        "text": "\n\n- Shared Text\n  - :INCREMENT count\n  - You continue straight\n  - Light turns away\n- Event - Conditional - Fork Left ([Fork Left](#cave-fork-left))\n  - :IF count \\< 4\n- Event - Conditional - Fork Right ([Fork Right](#cave-fork-right))\n  - :IF count \\< 4\n- Event - Conditional - R Branch Straight ([R Branch Straight](#cave-r-branch-straight))\n  - :IF count \\< 4\n- Event - Conditional - R Branch Right ([R Branch Right](#cave-r-branch-right)\n  - :IF count \\< 4\n- Event - Conditional - L Branch Straight ([L Branch Straight](#cave-l-branch-straight))\n  - :IF count \\< 4\n- Event - Conditional - L Branch Left ([L Branch Left](#cave-l-branch-left))\n  - :IF count \\< 4\n- Event - Conditional - Exit ([Crash Site](#crash-site))\n  - :IF count \\== 4\n  - As you stumble through the darkness,\n  - The floor begins to climb\n  - You are returning to the surface!\n  - Light begins to find its way to you, like rescuers\n  - You run out of the cave and straight into a corn field\n  - You spin around and just behind you\n  - Is your ship"
      },
      {
        "title": "Right",
        "text": "\n\n- Shared Text\n  - You turn right\n  - Light whispers goodbye\n- Event - Conditional - Fork Left ([Fork Left](#cave-fork-left))\n  - :IF count \\< 4\n- Event - Conditional - Fork Right ([Fork Right](#cave-fork-right))\n  - :IF count \\< 4\n- Event - Conditional - R Branch Straight ([R Branch Straight](#cave-r-branch-straight))\n  - :IF count \\< 4\n- Event - Conditional - R Branch Right ([R Branch Right](#cave-r-branch-right)\n  - :IF count \\< 4\n- Event - Conditional - L Branch Straight ([L Branch Straight](#cave-l-branch-straight))\n  - :IF count \\< 4\n- Event - Conditional - L Branch Left ([L Branch Left](#cave-l-branch-left))\n  - :IF count \\< 4\n- Event - Conditional - Exit ([Crash Site](#crash-site))\n  - :IF count \\== 4\n  - As you stumble through the darkness,\n  - The floor begins to climb\n  - You are returning to the surface!\n  - Light begins to find its way to you, like rescuers\n  - You run out of the cave and straight into a corn field\n  - You spin around and just behind you\n  - Is your ship"
      }
    ]
  },
  {
    "id": 55,
    "title": "Cave R Branch Right",
    "text": "A light appears.\n\nA branch leaves the path to the right, a cuckoo bathes in the light.\n\nWill you continue straight or go right?\n\n",
    "options": [
      {
        "title": "Straight",
        "text": "\n\n- Shared Text\n  - You continue straight\n  - Light turns away\n- Event - Conditional - Fork Left ([Fork Left](#cave-fork-left))\n  - :IF count \\< 4\n- Event - Conditional - Fork Right ([Fork Right](#cave-fork-right))\n  - :IF count \\< 4\n- Event - Conditional - R Branch Straight ([R Branch Straight](#cave-r-branch-straight))\n  - :IF count \\< 4\n- Event - Conditional - R Branch Right ([R Branch Right](#cave-r-branch-right)\n  - :IF count \\< 4\n- Event - Conditional - L Branch Straight ([L Branch Straight](#cave-l-branch-straight))\n  - :IF count \\< 4\n- Event - Conditional - L Branch Left ([L Branch Left](#cave-l-branch-left))\n  - :IF count \\< 4\n- Event - Conditional - Exit ([Crash Site](#crash-site))\n  - :IF count \\== 4\n  - As you stumble through the darkness,\n  - The floor begins to climb\n  - You are returning to the surface!\n  - Light begins to find its way to you, like rescuers\n  - You run out of the cave and straight into a corn field\n  - You spin around and just behind you\n  - Is your ship"
      },
      {
        "title": "Right",
        "text": "\n\n- Shared Text\n  - :INCREMENT count\n  - You turn right\n  - Light whispers goodbye\n- Event - Conditional - Fork Left ([Fork Left](#cave-fork-left))\n  - :IF count \\< 4\n- Event - Conditional - Fork Right ([Fork Right](#cave-fork-right))\n  - :IF count \\< 4\n- Event - Conditional - R Branch Straight ([R Branch Straight](#cave-r-branch-straight))\n  - :IF count \\< 4\n- Event - Conditional - R Branch Right ([R Branch Right](#cave-r-branch-right)\n  - :IF count \\< 4\n- Event - Conditional - L Branch Straight ([L Branch Straight](#cave-l-branch-straight))\n  - :IF count \\< 4\n- Event - Conditional - L Branch Left ([L Branch Left](#cave-l-branch-left))\n  - :IF count \\< 4\n- Event - Conditional - Exit ([Crash Site](#crash-site))\n  - :IF count \\== 4\n  - As you stumble through the darkness,\n  - The floor begins to climb\n  - You are returning to the surface!\n  - Light begins to find its way to you, like rescuers\n  - You run out of the cave and straight into a corn field\n  - You spin around and just behind you\n  - Is your ship"
      }
    ]
  },
  {
    "id": 56,
    "title": "Crash Site",
    "text": "Your ship might look like twisted metal ikea furniture\n\nTossed and abandoned like a college student was moving out\n\nIn the middle of a corn field.\n\nBut it's your twisted metal ikea furniture in the middle of a corn field.\n\nAs mangled as it looks, you know that's how it has always looked\n\nAs you approach the ship, a tall man in a full suit and a briefcase emerges from the corn almost like he had been waiting there for you.\n\nOne arm raised he says \"Proposal\"\n\n\"You receive one hundred goslings, I receive your ship\"\n\nHe stands before you, one hand out, looking for a handshake.\n\nSick, Deal or No Deal?\n\n",
    "options": [
      {
        "title": "Deal",
        "text": "\n\n- Event - Default ([Earth End](#earth-end))\n  - \"Deal\" you say\n  - You surprise me, really a deal, ok…\n  - The business man looks pleased\n  - You shake his hand and he hands you the suitcase\n  - \"Also I'll be needing some quanola, to power the ship of course\"\n  - \"It's in the fine print\" he says showing you the smeared pen writing on the hand you just shook\n  - \"And the password to the ship\" he points to a lower smudge of ink\n  - These contracts are binding, sorry\n  - You hand over some quanola, one would have been enough to power it, I think you were just scammed.\n  - You tell him the passcode \"Up Up Down Left Down Right\"\n  - He approaches your tangled ikea furniture, types in the passcode, smacks the side of the ship, hops in, and immediately takes off.\n  - Leaving you below."
      },
      {
        "title": "No Deal",
        "text": "\n\n- Event - Default ([Space End](#space-end))\n  - \"No Deal\" you say\n  - Probably a wise choice\n  - \"Fine\" The businessman says a little annoyed\n  - He turns away and disappears into the corn\n  - Let's hope he never comes back\n  - The audacity of some people, am I right?\n  - You approach your ship\n  - You plug in the passcode\n  - Up Up Down Left Down Right\n  - Smack the outside of your ship\n  - Throw some quanola into the fuel feeder\n  - Step in and take off."
      },
      {
        "title": "Show me the money",
        "text": "\n\n- Event - Default ([Show Me the Money](#show-me-the-money))\n  - \"Show me the money\" you say"
      }
    ]
  },
  {
    "id": 57,
    "title": "Show Me the Money",
    "text": "The businessman opens his suitcase\n\n\"HONK\"\n\nYep, one hundred goslings.\n\nSo, Deal or No Deal\n\n",
    "options": [
      {
        "title": "Deal",
        "text": "\n\n- Event - Default ([Earth End](#earth-end))\n  - \"Deal\" you say\n  - You surprise me, really a deal, ok…\n  - The business man looks pleased\n  - You shake his hand and he hands you the suitcase\n  - \"Also I'll be needing some quanola, to power the ship of course\"\n  - \"It's in the fine print\" he says showing you the smeared pen writing on the hand you just shook\n  - \"And the password to the ship\" he points to a lower smudge of ink\n  - These contracts are binding, sorry\n  - You hand over some quanola, one would have been enough to power it, I think you were just scammed.\n  - You tell him the passcode \"Up Up Down Left Down Right\"\n  - He approaches your tangled ikea furniture, types in the passcode, smacks the side of the ship, hops in, and immediately takes off.\n  - Leaving you below."
      },
      {
        "title": "No Deal",
        "text": "\n\n- Event - Default ([Space End](#space-end))\n  - \"No Deal\" you say\n  - Probably a wise choice\n  - \"Fine\" The businessman says a little annoyed\n  - He turns away and disappears into the corn\n  - Let's hope he never comes back\n  - The audacity of some people, am I right?\n  - You approach your ship\n  - You plug in the passcode\n  - Up Up Down Left Down Right\n  - Smack the outside of your ship\n  - Throw some quanola into the fuel feeder\n  - Step in and take off."
      },
      {
        "title": "Show Me the Money",
        "text": "\n\n- Shared Text\n  - \"Show me the money\" you say\n- Event - Default ([Show Me the Money](#show-me-the-money))\n- Event - Random ([Space End](#space-end))\n  - And then you sucker punch the businessman\n  - Grab his suitcase\n  - Push him over\n  - Run to your ship\n  - Type in the passcode\n  - Up Up Down Left Down Right\n  - Smack the outside of the ship\n  - Toss some quanola into the feeder\n  - And the ship takes off leaving that loser and his loser planet behind."
      }
    ]
  },
  {
    "id": 58,
    "title": "Space End",
    "text": "Ah, back in space.\n\nFinally some familiarity and class.\n\nNow you can get on with your intergalactic theft\n\nOr maybe not.\n\nMaybe your heart is telling you that you should turn yourself in.\n\nQuite strange, the heart, no?\n\nSo here you are, are you going to turn yourself in or ride off with the loot?\n\n",
    "options": [
      {
        "title": "Turn In",
        "text": "\n\n- Event - Default ([The String Cops](#the-string-cops))\n  - Alright, so be it,\n  - Turn yourself in.\n  - This is really brave of you.\n  - I might have said that a few times already,\n  - But this time\n  - I'm for serious, so much bravery\n  - So much choice making\n  - All that fighting and plotting and bargaining and choosing\n  - All to give it up in the name of made up justice"
      },
      {
        "title": "The LOOT!",
        "text": "\n\n- Event - Default ([Escape](#escape))\n  - I can't believe I even posed the question\n  - My apologies.\n  - That loot is yours and you owe no one anything\n  - You ride off into space towards your home so fast\n  - It's boring."
      }
    ]
  },
  {
    "id": 59,
    "title": "Earth End",
    "text": "Here you stand, some quanola, one hundred goslings, no ship, and corn.\n\nNice.\n\nYou have come a long way.\n\nMaybe your experiences on Earth taught you to stop and appreciate life.\n\nI mean you didn't have to choose to appreciate those things here,\n\nCould have appreciated them at home or in space or whatever.\n\nBut you chose Earth and that was your choice.\n\nMuch like everything you did until now.\n\nChoose.\n\nYou are a chooser.\n\nGood choices and bad choices.\n\nAnd at the end of the day you've got quanola and one hundred goslings\n\nThat's really great bro. Really great.\n\nGood thing there is a thriving dollar based economy right?\n\nAnyways, since you are stuck here now, what do you want to do?\n\nBecome a corn farmer or run it back with what you've got?\n\n",
    "options": [
      {
        "title": "Farmer",
        "text": "\n\n- Event - Default ([Farmer End](#farmer-end))\n  - It's corn time!"
      },
      {
        "title": "Run it Back",
        "text": "\n\n- Event - Default ([Play Again?](#play-again?))\n  - Ok I'm going to place you at the start of the game with whatever quanola you've got\n  - And the game is probably going to break, but maybe it'll be funny."
      }
    ]
  },
  {
    "id": 60,
    "title": "Play Again?",
    "text": "You sure you want to play again like this?\n\n",
    "options": [
      {
        "title": "Yes",
        "text": "\n\n- Event - Default ([Start](#start))\n  - Ok, good luck!"
      },
      {
        "title": "No",
        "text": "\n\n- Event - Default ([Farmer End](#farmer-end))\n  - Yeah, why ever play this again, it's not like I took months writing a bunch of dialogue no one is going to see"
      }
    ]
  }
]